export class BackTo {
    constructor() {
        this.exercices = [
            {
                id: 801,
                type: 'Спина',
                name: 'Вертикальная гиперэкстензия',
                muscles: ``,
                equipment: `1.Лягте в тренажере на живот, пятки подведите под специальные валики.
                2.Выполните наклон вниз, затем плавно вернитесь в положение, в котором тело будет представлять прямую линию. В этом положении задержитесь на пару секунд. Избегайте переразгибания в пояснице.`,
                tips: `Руки желательно удерживать, скрестив на груди. Некоторые тренируются с руками за головой, но такое положение является ошибочным. Дело в том, что, скрещивая руки за головой, ваша шея находится в сдавленном состоянии, по причине чего после упражнения она может разболеться. Кроме того, в положении с руками за головой нагрузка несколько смещается на среднюю часть спины.Среди наиболее распространенных ошибок выделяют слишком большую амплитуду движения. Вам не нужно полностью сгибаться в нижней точке, а уж тем более «далеко заходить» за горизонталь с телом в верхней. Во-первых, с такой амплитудой нагрузка несколько смещается, а во-вторых, высокий подъем может быть опасным для ненатренированного или больного позвоночника.Оптимальный угол наклона скамьи для гипертензии – 45°. В таком положении упражнение не только максимально безопасно для позвоночника, но так же и полезно.Бедра не должны создавать помех для наклона вниз. В основном все тренажеры оснащены регулируемой подушкой под бедра. Отрегулируйте ее так, чтобы нахождение на ней было удобным и ничего не препятствовало выполнению упражнения.Сгибание должно осуществляться в области талии.`,
                sport: `Это упражнение направлено на развитие выпрямителей спины, а также ягодичных мышц и сгибателей бедра. Упражнение имеет низкий риск травмы позвоночника, не перегружает суставы, поддерживает тонус мышц, укрепляет сухожильный корсет позвоночника, поэтому рекомендуется для выполнения начинающим и людям со слабой спиной. Гиперэкстензия снижает риск травмирования позвоночника и сухожилий.`,
                imageLink: '../public/img/exercises/800/801.png'
            },
            {
                id: 802,
                type: 'Спина',
                name: 'Вертикальная тяга верхнего блока к груди обратным хватом',
                muscles: `Спина: широчайшие, большая круглая, ромбовидная.
                Грудь: малая грудная.`,
                equipment: `1.Сядьте в тренажер для вертикальной тяги так, чтобы верхний блок и гриф находились перед грудью (а не прямо над головой), и отрегулируйте упорные валики для ног – они должны плотно прижимать бедра к скамье.
                2.Приподнимитесь, возьмитесь за концы грифа хватом снизу (обратным хватом) на ширине плеч. На выпрямленных руках подтяните гриф вниз, сядьте и подставьте бедра под валики.
                3.Выпрямите торс и слегка приподнимите плечи. Бедра зафиксированы между сидением и валиками, ступни на полу.
                4.Руки полностью выпрямлены и слегка наклонены вперед. Груз висит на натянутом тросе.
                5.Напрягите поясничные мышцы и зафиксируйте вертикальное положение туловища до самого конца сета.
                6.Сделайте вдох и, задержав дыхание, потяните гриф к груди, направляя локти вдоль боков строго вниз за спину.
                7.Как только гриф коснется груди, сделайте паузу, еще сильнее напрягите широчайшие и постарайтесь свести лопатки вместе. Выдохните и плавно верните гриф в исходное положение.`,
                tips: `1.Чем больше выпрямлены руки в исходном положении, тем больше растянуты широчайшие спины и тем сильнее сокращается нижняя часть широчайших в самом начале тяги.
                2.Опуская перекладину к груди, следите, чтобы локти не «замирали» ни на секунду и все время двигались по диагонали – вниз и за спину. Как только локти останавливаются, в работу тут же включаются бицепсы. Движение локтей прекращается только тогда, когда гриф коснулся груди.
                3.Удерживайте торс в вертикальном положении, а спину слегка прогнутой в пояснице на протяжении всего сета.
                4.Отклоняясь назад, вы уменьшаете нагрузку на низ широчайших мышц.
                5.Не используйте очень тяжелый вес, иначе вы будете тянуть его бицепсами.
                6.Задержка дыхания во время тяги позволяет легче держать спину прямой и сильнее сокращать низ широчайших.
                7.Чтобы увеличить нагрузку на верх широчайших, направляйте локти вниз, как можно ближе к бокам. Чем сильнее вы сводите лопатки, тем сильнее сокращается верхняя часть широчайших.`,
                sport: `Вертикальная тяга к груди обратным хватом расширяет широчайшие, придает торсу атлетическую V-форму.
                Регулярно выполняя вертикальную тягу, вы будете быстрее плавать, лучше играть в волейбол и баскетбол и, конечно же, станете гораздо увереннее лазить по горам.`,
                imageLink: '../public/img/exercises/800/802.gif'
            },
            {
                id: 803,
                type: 'Спина',
                name: 'Вертикальная тяга верхнего блока к груди широким хватом ',
                muscles: `Спина: широчайшие, большая круглая, трапеции, ромбовидная.
                Грудь: большая грудная, малая грудная.`,
                equipment: `1.Отрегулируйте высоту упорных валиков для ног блочного тренажера для горизонтальной тяги: они должны прочно фиксировать бедра, не позволяя им отрываться от скамьи во время выполнения упражнения. Таз следует расположить на сидении так, чтобы верхний блок и гриф находились перед грудью (а не прямо над головой).
                2.Слегка приподнимитесь, возьмитесь за концы длинного грифа хватом сверху, подтяните гриф вниз, сядьте на сидение тренажера и подставьте бедра под валики.
                3.Исходное положение: торс и руки полностью выпрямлены, а плечи приподняты. Положение туловища напоминает букву «У». Бедра прочно зафиксированы между сидением и валиками, ступни упираются в пол.
                4.Напрягите поясничные мышцы и не расслабляйте их до конца сета – именно они обеспечивают удержание туловища в выпрямленном положении.
                5.Сделайте глубокий вдох и задержите дыхание. Напрягите широчайшие и, сводя лопатки, потяните гриф строго вниз.
                6.Локти движутся строго параллельно вдоль боков и направлены назад и в стороны. Когда гриф окажется на уровне плеч, сделайте паузу и еще сильнее напрягите широчайшие. Плавно верните гриф в исходное положение.
                7.В верхней точке снова сделайте паузу – это поможет лучше растянуть широчайшие. Приступайте к следующему повторению.`,
                tips: `1.Каждый раз, начиная тягу, проверьте себя: руки и торс должны быть полностью выпрямлены, а плечи приподняты. Такая исходная позиция обеспечит полную амплитуду движения и сфокусирует нагрузку на верх широчайших.
                2.Чем шире хват, тем сильнее задействован верхний участок широчайших, развитие которого как раз и определяет ширину вашей спины. При узком хвате нагрузка направлена на низ широчайших мышц. Оптимальное расстояние между ладонями должно быть на 50 см шире ваших плеч.
                3.Чтобы сосредоточить нагрузку на верхней части широчайших, всегда держите торс выпрямленным и тяните гриф строго вниз (а не по диагонали). Отклоняясь телом назад, вы направляете нагрузку на задние дельты и низ широчайших.
                4.Задержка дыхания во время тяги помогает держать торс выпрямленным, позволяет развить более мощное усилие и делает упражнение более безопасным.
                5.Тяга вниз начинается со сведения лопаток, затем движение подхватывают локти, которые опускаются строго вниз.
                6.Опускайте гриф вниз до уровня плеч или верхней части грудной клетки.
                7.Не тяните гриф усилием бицепсов. Их роль в этом упражнении – стабилизация локтевого сустава. Тем не менее, если ваша цель – бицепсы и нижняя часть широчайших, просто измените хват на обратный (хват снизу, ладони направлены к туловищу) и вперед!`,
                sport: `В бодибилдинге вертикальная тяга к груди используется для стимуляции роста всех мышц верха спины. Но в первую очередь – для расширения размаха ваших «крыльев», который определяется развитием верхней части широчайших.
                Отрабатывая вертикальную тягу, вы улучшите свои результаты в альпинизме, скалолазании, гимнастике (упражнения на перекладине), баскетболе (подхват мяча выпрямленными руками над головой), плавании (баттерфляй, вольный стиль).`,
                imageLink: '../public/img/exercises/800/803.jpg'
            },
            {
                id: 804,
                type: 'Спина',
                name: 'Горизонтальная тяга узким хватом в блочном тренажере',
                muscles: `Спина: широчайшие, большая круглая, средние трапеции, задние дельты, ромбовидная.
                Мышцы-ассистенты: большая грудная, длинная головка трицепса.`,
                equipment: `1.Сядьте лицом к нижнему блоку и прикрепите к тросу двуручную рукоятку или две D-образных рукоятки. Чуть согните ноги в коленях и упритесь ступнями в платформу.
                2.Наклонитесь вперед, возьмитесь за рукоятки нейтральным хватом (ладони смотрят друг на друга) и отклоняйтесь назад до тех пор, пока торс не займет вертикальное положение. Слегка прогнитесь в пояснице и расправьте грудь. Руки полностью выпрямлены, трос натянут, а груз приподнят над упорами. Это и есть исходное положение.
                3.Сделайте вдох и, задержав дыхание, потяните рукоятки к животу. Локти скользят вдоль боков и движутся строго назад.
                4.Старайтесь отвести локти и плечи как можно дальше за спину. Как только вы этого достигли, еще сильнее напрягите мышцы спины и продержитесь в этом положении 1-2 секунды. Выдохните и плавно вернитесь в исходное положение.
                5.Держите спину прямо и сохраняйте легкий прогиб в пояснице. Старайтесь, чтобы во время тяги туловище оставалось практически неподвижным. Отклонения торса от вертикального положения должны быть минимальны. Тяните трос усилием мышц спины, а не поясницы (это происходит, когда вы отклоняетесь назад, пытаясь помочь себе всем телом).
                `,
                tips: `1.Горизонтальная тяга фокусирует нагрузку преимущественно на нижнюю часть широчайших мышц. Однако по мере приближения к верхней точке упражнения (когда локти проходят уровень спины, а плечи отводятся назад) вектор нагрузки перемещается на верхнюю часть широчайших, ромбовидные мышцы и среднюю часть трапеций. И чем дальше за спину вы отводите локти, тем сильнее сокращаются эти мышцы.
                2.Чтобы добиться максимального сокращения мышц спины, старайтесь не отклонять торс от вертикального положения (ни вперед, ни назад) более чем на 10°.
                3.Сохраняйте естественный изгиб позвоночника (спина слегка прогнута в пояснице, а грудь и плечи расправлены). Облегчая тягу раскачиванием торса (когда опускаете груз, наклоняетесь вперед настолько сильно, что скругляете спину, а затем, когда тянете груз, сильно отклоняетесь назад и прогибаетесь в пояснице), вы опасно сдавливаете позвоночные диски.
                4.Не тяните груз усилием бицепсов! Их роль здесь – лишь стабилизация локтевого сустава.
                5.Зафиксируйте ноги в коленях до конца сета. Не сгибайте и не выпрямляйте их во время выполнения упражнения.
                6.Задерживайте дыхание во время тяги. За счет этого вам будет легче держать поясницу неподвижной.
                7.Чтобы усилить нагрузку на мышцы середины и верха спины (средние трапеции, верх широчайших, ромбовидные и задние дельты), воспользуйтесь прямым грифом. Беритесь за гриф хватом сверху (ладони смотрят вниз) чуть шире плеч.
                8.Чтобы «выключить» задние дельты и направить всю нагрузку на мышцы спины, делайте тягу с прямым грифом с D-образными рукоятками на концах, расстояние между которыми равно или чуть уже плеч (ладони смотрят друг на друга).`,
                sport: `Горизонтальная тяга узким хватом фокусирует нагрузку на нижнюю часть широчайших, стимулируя их рост в толщину. Это отличное средство для наращивания объемов и придания выразительных, выпуклых форм низу спины.
                Каждый раз, когда ваш торс занимает вертикальное положение и вы что-либо подтягиваете к животу, вы, по сути, выполняете горизонтальную тягу. Особенно часто это движение выполняется в таких видах спорта, как гребля на байдарках и борьба (когда вы совершаете захват противника и подтягиваете его к себе).`,
                imageLink: '../public/img/exercises/800/804.jpg'
            },
            {
                id: 805,
                type: 'Спина',
                name: 'Лодочка',
                muscles: ``,
                equipment: `1.Лечь на живот, вытянуть руки вперед ладонями вниз, расположить их на ширине плеч.Выпрямить ноги носками от себя также на ширине плеч.
                2.Одновременно приподнять конечности на 30-40 см от пола, опираясь на тазовые кости и живот.
                3.Тянуться ладонями и ступнями в противоположные стороны, задержаться в таком положении на пару секунд.
                4.Затем расслабиться и повторить нужное количество раз.`,
                tips: ``,
                sport: `Данное упражнение рекомендуют использовать всем, независимо от возраста и пола. Главным преимуществом является приобретение правильной осанки, что не только поднимет вашу самооценку, но и, что немаловажно, укрепит мышечный корсет.
                Бодибилдинг с недавнего времени также включает в себя это упражнение, выполняемое как в домашних условиях, так и в тренажерном зале. По словам профессиональных тренеров, рассматриваемый метод эффективно способствует укреплению мышечного корсета, выпрямлению спины даже при занятиях исключительно с собственной массой. Если добавить любой груз, то упражнение помогает проработать широчайшие мышцы, бицепсы, трицепсы и, так называемые, крылья.`,
                imageLink: '../public/img/exercises/800/805.jpg'
            },
            {
                id: 806,
                type: 'Спина',
                name: 'Наклоны со штангой на плечах',
                muscles: `Спина: разгибатель позвоночника.
                Задняя часть бедра и ягодицы: большая ягодичная, бицепс бедра, полусухожильная, полуперепончатая.`,
                equipment: `1.Ноги на ширине плеч. Возьмите штангу широким хватом, положите ее на трапеции и выпрямитесь.
                2.Исходное положение: туловище выпрямлено, спина слегка прогнута в пояснице, грудь и плечи расправлены, мышцы поясницы напряжены, а ноги чуть согнуты в коленях.
                3.Сделайте глубокий вдох и, задержав дыхание, плавно наклонитесь вперед, одновременно отводя таз назад. Обратите внимание: торс наклоняется за счет сгибания тазобедренного сустава, а не поясничного отдела позвоночника!
                4.Как только торс станет параллелен полу, вернитесь в исходное положение. Поднимая торс, одновременно тяните таз вперед.
                5.Сделайте выдох только тогда, когда преодолеете самый трудный участок подъема.
                6.Во время всего движения прочно держите легкий прогиб в пояснице.`,
                tips: `1.Подъем торса из наклона осуществляется только за счет усилия ягодиц и бицепса бедра. Не пытайтесь поднять торс, разгибая поясницу, и не скругляйте спину, наклоняясь вперед.
                2.Основная задействованная мышца спины в этом упражнении – разгибатель позвоночника. Ни в коем случае не расслабляйте ее до конца сета. У нее очень важная роль – фиксировать естественный, S-образный изгиб позвоночника во время наклонов.
                3.Осваивайте наклоны только с пустым грифом и в медленном темпе. Добавляйте вес лишь тогда, когда почувствуете, что поясница стала сильнее.
                4.Обязательно слегка согните ноги в коленях в исходном положении. Это повысит устойчивость. Выполнять наклоны с прямыми ногами можно лишь опытным атлетам, у которых тазобедренный сустав обладает отменной подвижностью.
                5.Наклоны отлично растягивают все мышцы задней части бедра, поэтому их можно включить и в тренировку ног перед приседаниями, становой тягой, выпадами и жимами ногами.`,
                sport: `Наклоны со штангой на плечах (или, как еще говорят, – GOOD MORNING) «выдувают» мощные «столбы» по обе стороны от позвоночника, поднимают ягодицы, отделяют их от бицепса бедра, придают этим мышцам отчетливые выпуклые формы, разделяя мышечные пучки между собой и добавляя им «полосатости».
                Также это упражнение здорово укрепляет мышцы поясничной области, роль которых при выполнении любых движений просто трудно переоценить – ведь они стабилизируют положение торса и удерживают тело в равновесии.`,
                imageLink: '../public/img/exercises/800/806.jpg'
            },
            {
                id: 807,
                type: 'Спина',
                name: 'Подтягивание на перекладине',
                muscles: `Спина: широчайшие, ромбовидная, большая круглая.
                Мышцы-ассистенты: большая грудная, малая грудная, клювовидно-плечевая, подлопаточная, бицепс, трицепс.
                `,
                equipment: `1.Подпрыгните и ухватитесь за перекладину широким хватом. Расстояние между ладонями на 20-25 см шире плеч.
                2.Повисните на перекладине. Чтобы полностью растянуть широчайшие, представьте, что ваши ладони – не более чем крюки, на которых висит все тело: руки полностью выпрямлены и расслаблены, напряжены лишь предплечья, обеспечивающие прочный хват. Это нижняя точка упражнения.
                3.Сделайте глубокий вдох и, задержав дыхание, напрягите широчайшие и подтянитесь вверх. Во время подтягивания локти должны всегда оставаться на одном и том же месте, не тяните их к бокам туловища.
                4.Подтягивайте себя вверх до тех пор, пока подбородок не окажется на одном уровне с перекладиной или чуть выше ее. Это верхняя точка.
                5.Выдохните и плавно опуститесь вниз в исходное положение.`,
                tips: `1.Старайтесь не напрягать бицепсы, помогая ими тянуть тело вверх. Представьте, что ваши руки – это просто канаты, на конце которых крюки, у которых лишь одна функция – прочно держать перекладину. Подтягивать тело к перекладине следует исключительно за счет усилия широчайших.
                2.Визуально ширину спины определяет верхняя часть широчайших мышц. Чем шире хват, тем сильнее нагрузка фокусируется на верхней части широчайших, чем уже хват, тем больше нагрузка распределяется на низ широчайших и грудные мышцы. Поэтому старайтесь, чтобы хват был настолько широкий, насколько это возможно и удобно.
                3.В верхней точке подбородок должен быть на уровне перекладины или чуть выше. Главное – не приближайте локти к корпусу! В противном случае вы значительно уменьшаете амплитуду сокращения/растяжения широчайших.
                4.Не подтягивайтесь к перекладине тыльной стороной шеи, наклоняя при этом подбородок к груди. Такая техника сокращает амплитуду движения, снижает эффективность упражнения и может привести к травме.
                5.Если у вас слабо развиты мышцы спины, то вам будет крайне тяжело подтягиваться по полной амплитуде. Поэтому новичкам рекомендуем прибегнуть к помощи партнера, который, держа вас за ноги, поможет подтянуть тело вверх, пока подбородок не окажется у перекладины. Кроме этого вы можете нарастить силу широчайших, регулярно выполняя вертикальную тягу в блочном тренажере.
                `,
                sport: `Ширина спины визуально определяется развитием верхнего участка широчайших. Чем шире размах ваших «крыльев», тем шире выглядит спина, если смотреть на нее сзади. В бодибилдинге ширина спины является, пожалуй, самым решающим фактором оценки развития мышц спины в целом.
                Наиболее эффективным упражнением, позволяющим сфокусировать максимум нагрузки на верхний участок широчайших, являются подтягивания.
                Лучшего упражнения для развития силы и стимуляции роста широчайших просто не существует. Именно поэтому подтягивания являются обязательным элементом любой тренировки спины.
                Сила мышц, задействованных при выполнении подтягиваний, крайне важна при выполнении любых движений, которым свойственно подтягивание тела к зафиксированным рукам. Регулярно выполняя подтягивания, вы повысите свое мастерство в скалолазании, гимнастике (упражнения на перекладине, кольцах, брусьях), плавании (в особенности баттерфляй и кроль).
                `,
                imageLink: '../public/img/exercises/800/807.jpg'
            },
            {
                id: 808,
                type: 'Спина',
                name: 'Пуловер в блочном тренажере стоя',
                muscles: `Спина: широчайшие, большая круглая, ромбовидная.
                Грудь: большая грудная, малая грудная.
                `,
                equipment: `1.Станьте лицом к стойке тренажера так, чтобы верхний блок оказался точно над вашей макушкой.
                2.Возьмитесь за прямой гриф хватом сверху на ширине плеч и отступите назад на 26-35 см. Торс полностью выпрямлен.
                3.Слегка согните руки в локтях и чуть наклоните их вперед (на 15-20° от вертикали) так, чтобы груз приподнялся с упоров. Если у вас высокий рост, можно встать на колени.
                4.Туловище полностью выпрямлено, спина слегка прогнута в пояснице. Поясничные мышцы напряжены и фиксируют торс в выпрямленном положении до конца сета.
                5.Сделайте вдох, напрягите широчайшие и, задержав дыхание, потяните гриф на прямых руках вниз, к бедрам.
                6.Едва гриф коснется бедер, сделайте паузу и еще сильнее напрягите широчайшие.
                7.Выдыхая, плавно верните гриф в исходное положение (когда руки не доходят до вертикали на 15-20°). Не сгибайте руки в локтях во время всего сета. Пуловер выполняется на почти прямых руках.`,
                tips: `1.В исходном положении руки занимают почти вертикальное положение (наклонены вперед всего на 15-20° от вертикали). Не «наклоняйте их ниже! Если вы стартуете из положения, когда руки сильно наклонены вперед (гриф чуть выше плеч), то отрезок пути, когда широчайшие выполняют основную работу, резко уменьшается.
                2.Держите руки почти прямыми (чуть согнутыми в локтях) на протяжении всего сета. Запомните: чем сильнее вы сгибаете руки, тем больше основная нагрузка смещается с нижней части широчайших на их верхнюю часть.
                3.Движение происходит исключительно в плечевом суставе. Все остальные части тела неподвижны. Туловище ровно. Наклоняя торс вперед, вы ослабляете нагрузку на широчайшие.
                4.Используйте относительно легкий вес. Тяжелый вес провоцирует сгибание рук в локтях, что уменьшает нагрузку на широчайшие.
                5.Задерживайте дыхание во время тяги грифа вниз. Это помогает сильнее напрягать широчайшие и держать спину ровной.`,
                sport: `Практически вся нагрузка при выполнении пуловера сосредоточена всего на двух мышцах: широчайших (причем по всей длине, низ и верх) и нижней части грудных. Остальные мышцы принимают лишь минимальное участие в работе. Благодаря этой особенности пуловер используют для оформления широчайших и нижней части грудных мышц (придания им отчетливых, резких форм).
                Как видно, движение рук при выполнении пуловера и при плавании баттерфляем практически совпадают, поэтому трудно переоценить значение этого упражнения для пловцов. Похожее сравнение можно найти и для баскетбола (блокировка мяча у кольца и выбивание мяча у соперника), гимнастики (упражнения на брусьях) и скалолазания.`,
                imageLink: '../public/img/exercises/800/808.jpg'
            },
            {
                id: 809,
                type: 'Спина',
                name: 'Становая тяга',
                muscles: `Спина: разгибатель позвоночника.
                Задняя часть бедра и ягодицы: большая ягодичная, бицепс бедра, полусухожильная, полуперепончатая.`,
                equipment: `1.Поставьте штангу на нижние упоры рамы для приседаний и снарядите ее блинами. Возьмитесь за гриф хватом сверху на ширине плеч и выпрямитесь.
                2.Исходное положение: руки полностью выпрямлены, гриф касается бедер. Мышцы поясницы напряжены и прочно держат естественный, S-образный изгиб позвоночника – спина прогнута в пояснице, грудь и плечи расправлены, а голова смотрит вперед.
                3.Сделайте глубокий вдох и задержите дыхание. Сгибая ноги в коленях и одновременно отводя таз назад, плавно наклоните торс и опустите штангу.
                4.Опускаясь вниз, обязательно держите легкий прогиб в пояснице.
                5.Нижняя точка упражнения определяется тем, насколько низко вы можете наклонить торс (опуститься), удерживая при этом естественный изгиб позвоночника. Обычно в нижней точке торс наклонен на 45-50° к вертикали.
                6.Достигнув нижней точки, напрягите мышцы задней части бедра и потяните штангу вверх, поднимаясь из приседа. Вначале вы разгибаете ноги в коленях, затем, когда они почти выпрямлены, движение подхватывают ягодицы и торс. Ягодицы и бедра направляются вперед, а торс поднимается из наклона.
                7.Сделайте выдох, как только преодолеете самый трудный участок подъема. Полностью выпрямившись, сделайте паузу и еще сильнее напрягите мышцы спины и ног.`,
                tips: `1.Выполняя упражнение, ни в коем случае не скругляйте спину и всегда держите мышцы поясницы напряженными, фиксируя S-образный изгиб позвоночника. Расслабить поясницу можно лишь тогда, когда вы завершили сет и положили штангу на упоры. Скругление спины при выполнении тяги с тяжелым весом неизбежно приведет к травме спины.
                2.Задержка дыхания на время движения (когда вы опускаетесь и поднимаетесь) облегчает удержание спины в правильном положении и позволяет развить более мощное усилие.
                3.Чтобы добиться максимального сокращения большой ягодичной мышцы и бицепса бедра, в верхней точке упражнения полностью выпрямите ноги и сделайте паузу.
                4.Тяга штанги (разгибание в тазобедренном суставе) должно происходить за счет усилия мышц бедра, а не рук. Плечи, спина и шея движутся как единое целое. Руки полностью выпрямлены на протяжении всего упражнения. Представьте, что они лишь веревки, на которых висит штанга.
                5.Хорошая подвижность тазобедренного сустава и сильные мышцы поясницы – главные условия, при которых становая тяга является эффективным и безопасным упражнением. Если у вас слабая поясница или плохо развита подвижность тазобедренного сустава, то прежде чем включать становую тягу в программу, укрепите эти слабые места, регулярно выполняя наклоны со штангой на плечах.
                6.Мышцы спины при выполнении становой тяги всегда находятся в состоянии изометрического сокращения (напряжены, но не изменяют своей длины) и играют роль стабилизаторов, фиксируя позвоночник в правильном положении. Основную работу по удержанию S-образного изгиба позвоночника выполняет мышца-разгибатель позвоночника (мышца, выпрямляющая туловище). Наибольшую нагрузку она испытывает в нижней точке упражнения. Трапеции и ромбовидные мышцы помогают разгибателю позвоночника, препятствуя скруглению верха спины.
                7.Подъем веса выполняется за счет усилия мышц ног. Большая ягодичная мышца играет первую скрипку в самом начале тяги, затем, когда вы разгибаете ноги в коленях и начинаете выпрямлять торс, в работу активно включаются квадрицепсы и бицепс бедра. Тем не менее, основную работу по-прежнему выполняют мышцы задней части бедра.`,
                sport: `В бодибилдинге становая тяга применяется для ударного наращивания массы, силы и мощи как мышц спины, так и мышц ног. Кроме этого становая тяга является отличным средством укрепления всех мышц, которые держат позвоночник: чем они сильнее, тем больший вес вы сможете осилить в других упражнениях, не опасаясь заработать травму.
                Главное движение в становой тяге – разгибание тазобедренного и коленного суставов. Сила и мощь мышц, обеспечивающих это движение, напрямую определяют ваш результат в прыжках в длину, в высоту и во всех разновидностях бега (особенно спринте).`,
                imageLink: '../public/img/exercises/800/809.jpg'
            },
            {
                id: 810,
                type: 'Спина',
                name: 'Тяга Т -  штанги',
                muscles: `Спина: широчайшие, большая круглая, трапеции, задние дельты, ромбовидная.`,
                equipment: `1.Лягте грудью на скамью с наклоном вверх и упритесь ступнями в пол или специальные подставки.
                2.Возьмитесь за рукоятки тренажера или же за гриф Т-штанги нейтральным хватом – ладони направлены друг на друга и расположены максимально близко на грифе. В исходном положении руки полностью выпрямлены и груз «висит» на них, словно на веревках.
                3.Сделайте вдох, задержите дыхание и потяните штангу к груди. Локти движутся параллельно друг другу строго вверх-назад.
                4.Стремитесь поднять локти как можно выше уровня спины.
                5.В верхней точке как можно сильнее напрягите мышцы спины, выдохните и плавно опустите штангу вниз.`,
                tips: `1.Не приподнимайте торс от скамьи во время выполнения тяги. Все движение происходит только в локтевом и плечевом суставах. Остальные части тела неподвижны: грудь плотно прижата к спинке скамьи, а ступни – к полу или подставке.
                2.Тяните штангу усилием мышц спины и плеч, а не бицепсов.
                3.Старайтесь поднять груз как можно выше. Чем сильнее вы сводите лопатки вместе, тем сильнее сокращаются широчайшие, а также ромбовидные и средние трапеции.
                4.Перед каждым повторением убедитесь, что руки полностью выпрямлены, а груз не касается упоров. Начиная тягу с согнутыми в локтях руками, вы непроизвольно напрягаете бицепсы и подключаете их к работе по подъему штанги.
                5.Чтобы добиться максимального сокращения мышц спины, достигнув верхней точки, сделайте паузу на 1-2 секунды.
                6.Если у тренажера двойные рукоятки (как на фото), отрабатывайте тягу, взявшись за них хватом сверху (ладони смотрят на скамью). Здесь локти расходятся в стороны и нагрузка распределяется на мышцы верха и середину спины (верх широчайших, задние дельты, средние трапеции и ромбовидные).`,
                sport: `Самое безопасное упражнение для спины, которое позволяет, не заботясь об устойчивости тела, по максимуму нагрузить всю середину спины.
                Используется для проявления новых деталей на всем мышечном массиве спины и отчетливого разделения мышц спины между собой (дефиниция). Регулярно отрабатывая Т-тягу, вы улучшите свои спортивные показатели в гимнастике, плавание, дзюдо и американском футболе.`,
                imageLink: '../public/img/exercises/800/810.gif'
            },
            {
                id: 811,
                type: 'Спина',
                name: 'Тяга гантели одной рукой в наклоне',
                muscles: `Спина: широчайшие, большая круглая, малая круглая, подостная, трапеции, задние дельты, ромбовидная.`,
                equipment: `1.Возьмите гантель в правую руку. Хват нейтральный: ладонь направлена на боковую часть бедра. Станьте слева от скамьи и поставьте ноги вместе.
                2.Сделайте широкий шаг или же поставьте колено левой ноги на скамью, как это показано на фото. Слегка согните правую ногу (или обе ноги, если ступни на полу), наклонитесь вперед и упритесь левой рукой в край скамьи. Торс параллелен полу, а спина слегка прогнута в пояснице.
                3.Правая рука полностью выпрямлена, и гантель «висит» на ней, словно на веревке. Правое плечо немного опущено.
                4.Сделайте глубокий вдох, задержите дыхание, напрягите мышцы спины и задние дельты и потяните гантель строго вверх. Старайтесь поднять гантель как можно выше.
                5.Как только локоть окажется на уровне плеча, подключайте к движению плечо – тяните его вверх вместе с локтем. Это позволит максимально сократить мышцы середины спины и верхнюю часть широчайших.
                6.Постарайтесь удержать гантель в верхней точке несколько секунд. Выдохните и плавно опустите гантель.
                7.Отработав все повторения в сете для правой стороны, сделайте столько же повторений для левой стороны. Это и будет один сет.`,
                tips: `1.Начальное усилие должно быть по-настоящему мощным. Иначе вам не удастся поднять локоть выше уровня плеча, а следовательно, вы не добьетесь максимального сокращения задействованных мышц спины.
                2.Поднимая рабочее плечо, не опускайте противоположное плечо. Ваша задача – сохраняя неподвижной спину, просто потянуть плечо вверх. Это очень короткое движение. Не пытайтесь его удлинить, поворачивая все туловище вокруг оси позвоночника. Так вы только снижаете нагрузку на целевые мышцы.
                3.Если вам не удается поднять локоть выше плеча, возьмите более легкую гантель. Помните: чем выше локоть над плечом, тем сильнее сокращены широчайшие мышцы спины, а также средняя часть трапеций и ромбовидных мышц.
                4.Торс всегда должен быть параллелен полу, а спина слегка прогнута в пояснице. Все движение происходит только в локтевом и плечевом суставах. Остальные части тела – неподвижны. Не скругляйте спину – это травмоопасно.
                5.Чтобы увеличить нагрузку на мышцы верхней части и середины спины, держите гантель хватом сверху (ладонь смотрит назад, а локоть – в сторону от туловища).
                6.Если вы чувствуете, что положение с упором колена о скамью некомфортно для спины, попробуйте выполнить упражнения, когда обе ступни находятся на полу.
                7.Чтобы качественно проработать широчайшие спины, выполняйте упражнение, удерживая гантель как нейтральным хватом, так и хватом сверху.
                8.Старайтесь не напрягать бицепсы. Тяните гантель исключительно усилием мышц спины и плеч.
                `,
                sport: `В бодибилдинге тяга гантелей одной рукой используется для того, чтобы прицельно по максимуму «отбомбить» каждую из широчайших мышц в отдельности (левую и правую), что крайне важно для устранения возможной асимметрии в развитии мышц правой и левой половин спины.
                Главное движение, свойственное тяге в наклоне, – разгибание в плечевом суставе (рука движется в вертикальной плоскости, перпендикулярной торсу, сверху вниз и назад). Это движение присуще большинству видов спорта: плавание (гребок рукой), стрельба из лука (натягивание тетивы), теннис (подача мяча), баскетбол (перехват мяча у кольца), борьба (подтягивание про-тивника к себе). Регулярно отрабатывая тягу, вы несомненно улучшите свои показатели в этих видах спорта.
                `,
                imageLink: '../public/img/exercises/800/811.jpg'
            },
            {
                id: 812,
                type: 'Спина',
                name: 'Тяга штанги в наклоне',
                muscles: `Спина: широчайшие, большая круглая, задние дельты, трапеции, ромбовидная.`,
                equipment: `1.Станьте перед штангой. Ноги на ширине плеч и чуть согнуты в коленях. Наклонитесь и возьмитесь за гриф штанги хватом сверху. Расстояние между ладонями чуть шире плеч. Не сгибая рук, выпрямите туловище и поднимите штангу.
                2.Исходное положение: слегка прогнувшись в пояснице, наклоните торс вперед – чуть выше параллели с полом, но ниже линии, составляющей 30° с горизонталью. Ноги слегка согнуты в коленях, голова направлена строго вперед. Напрягите поясничные мышцы и сохраняйте это положение тела до конца сета. Штанга «висит» на прямых руках перед голенями.
                3.Сделайте вдох, задержите дыхание и потяните штангу к поясу. Локти движутся строго назад-вверх и не расходятся в стороны. Старайтесь поднять локти как можно выше.
                4.Тяните штангу исключительно усилием мышц спины и плеч.
                5.Не расслабляйте поясничные мышцы до конца сета.
                6.Подтянув гриф к поясу, сделайте выдох и плавно опустите штангу вниз. Выполните следующее повторение.`,
                tips: `1.Во время выполнения тяги торс, ноги и голова должны всегда оставаться неподвижными. В первую очередь это касается наклона торса по отношению к полу – торс должен быть выше параллели к полу, но ниже линии, составляющей 30° с горизонталью.
                2.Принимая исходное положение, убедитесь, что вы прочно стоите на полу. Для этого расстояние между ступнями должно равняться ширине плеч или быть чуть-чуть больше, иначе вам не удастся прочно зафиксировать правильное положение спины во время выполнения упражнения.
                3.Обратите внимание на хват: расстояние между ладонями должно быть чуть шире плеч. Это гарантия того, что вы будете выполнять упражнение по широкой амплитуде, поднимая локти выше уровня спины.
                4.Тяните локти как можно выше. В верхней точке они должны быть обязательно выше уровня спины. Чем выше поднимаются локти, тем сильнее задействованы мышцы спины.
                5.В самом начале тяги основная нагрузка сфокусирована на нижней части широчайших. Но как только локти проходят уровень спины и вы начинаете отводить плечи назад, фокус нагрузки смещается вверх: на верхнюю часть широчайших, трапеции и ромбовидные мышцы.
                6.Держите естественный изгиб позвоночника на протяжении всего упражнения (спина чуть прогнута в пояснице, а грудь расправлена). Ни в коем случае не скругляйте спину и не сгибайтесь (или разгибайтесь) в пояснице, наклоняя (или поднимая) торс во время тяги. Это крайне опасно!
                7.Не используйте слишком тяжелый вес. Это испортит технику (вы будете «рвать» штангу всем телом, поднимая торс, а не тянуть мышцами спины, как это задумано) и не позволит вам поднять локти выше уровня спины.
                8.Чтобы сильнее задействовать верхнюю часть спины (задние дельты, ромбовидные, трапециевидные и верхнюю часть широчайших мышц), тяните штангу к груди и направляйте локти в стороны. Это более сложный вариант упражнения.
                9.Ноги должны быть всегда чуть согнуты в коленях. Так вам будет гораздо легче обеспечить устойчивое положение тела во время выполнения тяги. Если тянуть штангу на прямых ногах, то в попытке сохранить неподвижное положение тела вы будете вынуждены скруглять спину.`,
                sport: `Тяга в наклоне фокусирует нагрузку на мышцах средней части спины и считается чуть ли не лучшим средством «добавления толщины» верху широчайшей мышцы, ромбовидной, а также нижним и средним трапециям.
                Мышцы, задействованные в этом упражнении, играют главную роль при выполнении любых движений рукой, при которых локоть приближается к туловищу или отводится за спину.
                Отрабатывая тягу в наклоне, вы улучшите спортивные навыки в баскетболе (прием мяча и движение с одновременным отбиванием мяча от пола), гребле, плавании, борьбе, дзюдо и скалолазании.
                `,
                imageLink: '../public/img/exercises/800/812.jpg'
            },
            {
                id: 813,
                type: 'Спина',
                name: 'Тяга штанги в наклоне обратным хватом',
                muscles: `Спина: широчайшие, большая круглая, задние дельты, трапеции, ромбовидная.`,
                equipment: `1.Станьте перед штангой. Ноги на ширине плеч и чуть согнуты в коленях. Возьмитесь за гриф штанги обратным хватом чуть шире плеч (хватом снизу, ладони смотрят вперед). Не сгибая рук, выпрямите туловище и поднимите штангу.
                2.Исходное положение: слегка прогнувшись в пояснице, наклоните торс вперед – под 45 градусов к горизонтали. Ноги слегка согнуты в коленях, голова направлена строго вперед. Напрягите поясничные мышцы и сохраняйте это положение тела до конца сета. Штанга «висит» на прямых руках перед голенями.
                3.Сделайте вдох и задержите дыхание, подтягивая штангу к животу. Держите локти на одной линии с плечами так, чтобы в верхней точке они были возле корпуса.
                4.Сделайте вдох, задержите дыхание и потяните штангу к середине живота. Локти движутся строго назад-вверх и не расходятся в стороны. Старайтесь поднять их как можно выше.
                5.Тяните штангу исключительно усилием мышц спины и плеч.
                6.Не расслабляйте поясничные мышцы до конца сета и всегда держите спину слегка прогнутой в пояснице.
                7.Подтянув гриф к животу, сделайте выдох и плавно опустите штангу вниз. Выполните следующее повторение.`,
                tips: `1.Во время выполнения тяги торс, ноги и голова должны всегда оставаться неподвижными. Угол между спиной и горизонталью составляет 45°.
                2.Начинайте тягу штанги усилием нижней части широчайших мышц спины, а не бицепсов. Сгибание рук в локтях должно происходить вследствие того, что локти направляются вверх за спину, а вовсе не из-за того, что вы напрягаете бицепсы.
                3.Поднимайте локти как можно выше. Помните, верхняя часть спины (верх широчайших, трапеции и ромбовидные мышцы) включается в работу на полную катушку только тогда, когда локти проходят уровень спины, а плечи отводятся назад.
                4.В исходном положении руки полностью выпрямлены и штанга «висит» на них, словно на веревках. Сгибая руки в начале упражнения, вы непроизвольно напрягаете бицепсы и тем самым ослабляете нагрузку на мышцы спины.
                5.Не используйте слишком тяжелый вес. Это испортит технику (вы будете «рвать» штангу всем телом, поднимая торс, а не тянуть мышцами спины, как это задумано) и не позволит вам поднять локти выше уровня спины.
                6.Обратный хват способствует подъему локтей строго в вертикальной плоскости, в то время как прямой хват (хват сверху) провоцирует разведение локтей в стороны. Отсюда следует, что при обратном хвате вам гораздо легче придерживаться правильной формы движения, чем при прямом хвате.
                7.Голову можно наклонить, но лишь слегка (взгляд чуть ниже горизонтали). Сильно наклоняя голову и направляя взгляд в пол, вы неизбежно скругляете спину, что крайне опасно.`,
                sport: `Тяга в наклоне обратным хватом уплотняет и утолщает мышцы середины спины, в особенности низ широчайших.
                Слаженная работа и сила мышц, задействованных в этом упражнении, крайне важна в тех видах спорта, в которых вы часто выполняете движения рукой сверху вниз или назад в плоскости, перпендикулярной туловищу: баскетбол (подбор, подхватывание мяча и движение с отбивкой мяча от пола), гимнастика (упражнения на кольцах, разновысотных брусьях и перекладине), гребля, стрельба из лука, плавание, борьба, альпинизм и перетягивание каната.`,
                imageLink: '../public/img/exercises/800/813.jpg'
            },
            {
                id: 814,
                type: 'Спина',
                name: 'Шраги с гантелями',
                muscles: `Трапеции и мышцы верха спины:ромбовидная, трапеции, поднимающая лопатку.`,
                equipment: `1.Станьте прямо и возьмите в обе руки тяжелые гантели. Поставьте ступни чуть уже ширины плеч, выпрямите ноги в коленях, но не до предела (не до блокировки в коленных суставах).
                2.Гантели свободно свисают на выпрямленных руках по бокам бедер. Немного подайте их вперед и слегка поверните ладони внутрь (к передней стороне бедер). Выпрямите торс, поднимите подбородок до горизонтального положения, расправьте грудь и отведите плечи назад. В исходном положении спина выпрямлена, слегка прогнута в пояснице, руки и дельты почти расслаблены, но не до конца, иначе плечи непроизвольно выдвинутся вперед и опустятся.
                3.Сделайте вдох и, задержав дыхание, напрягите трапеции, поднимите плечи как можно выше. Поднимайте плечи строго вверх, не позволяйте им выдвигаться вперед и не сгибайте руки в локтях. Представьте, что руки – это канаты, к концам которых прикреплены гантели, и ваша задача поднять их исключительно усилием трапеций.
                4.Подняв плечи максимально вверх, выдохните, еще сильнее напрягите трапеции и постарайтесь продержаться в этом положении пару секунд.
                5.Плавно опустите плечи и вернитесь в исходную позицию.
                6.В нижней точке сделайте короткую паузу, вдохните и приступайте к следующему повторению.`,
                tips: `1.Перед выполнением шраг обязательно как следует порастягивайте связки плечевого сустава: вначале несколько секунд на выпрямленных руках повисите на перекладине, а затем выполните несколько частичных подтягиваний, подтягиваясь вверх всего на 10-15 сантиметров с полным расслаблением рук в нижней точке между повторениями.
                2.Несмотря на то что шраги выполняются исключительно усилием трапеций, не следует полностью расслаблять руки и дельты (особенно в нижней точке шраг). Эти мышцы держат плечи отведенными назад, что крайне важно, так как выдвигая плечи вперед, вы неизбежно скруглите спину и рискуете травмировать позвоночник.
                3.Чем выше вы поднимаете плечи, тем сильнее сокращаются верхние трапеции и поднимающие лопатку мышцы, что приведет к набору мышечной массы.
                4.Используйте тяжелые гантели, но без фанатизма! Иначе вам не удастся выполнять шраги по полной амплитуде и держать плечи отведенными назад.
                5.Обязательно задерживайте дыхание во время подъема плеч. Это стабилизирует торс в вертикальном положении и позволяет сильнее сократить трапеции.
                6.Поднимайте и опускайте плечи строго в вертикальной плоскости. Не вращайте плечами и не поднимайте их по диагонали. Это опасно!
                7.Всегда держите подбородок горизонтально и смотрите строго перед собой. Опуская голову, вы рискуете травмировать шейный отдел позвоночника.
                8.Шраги с гантелями (по сравнению со штангой) позволяют гораздо глубже проработать верх трапеций.`,
                sport: `Шраги с гантелями визуально расширяют плечи и придают мощь верху спины и шее, выделяют трапеции на фоне спины и дельтовидных мышц.
                Подъем плечевого пояса, присущий шрагам, происходит всегда, когда вы поднимаете руку (руки) вверх над головой. Наиболее ярко это движение проявляется в теннисе (подача мяча и удары из-за головы), волейболе (подача и блокировка мяча у сетки), борьбе (бросок соперника) и гимнастике (упражнения на перекладине и разновысоких брусьях). Кроме того, сильные мышцы шеи и трапеции являются эффективной защитой от травм при падениях, которых не избежать ни в одном игровом виде спорта.`,
                imageLink: '../public/img/exercises/800/814.jpg'
            },
            {
                id: 815,
                type: 'Спина',
                name: 'Шраги со штангой',
                muscles: `Трапеции и мышцы верха спины:ромбовидная, верхние трапеции, поднимающая лопатку.`,
                equipment: `1.Поставьте ноги на ширине плеч и возьмитесь за штангу хватом сверху. Расстояние между ладонями чуть шире плеч.
                2.Полностью выпрямитесь – расправьте грудь и плечи, слегка прогнитесь в пояснице, поднимите подбородок до параллели с полом. В исходном положении руки выпрямлены, спина находится в вертикальной плоскости, изгиб позвоночника естественный, S-бразный, а взгляд направлен строго вперед.
                3.Сделайте вдох и, задержав дыхание, напрягите трапеции, потяните плечи вверх, по направлению к ушам. Представьте, что вы просто пожимаете плечами, когда вас спрашивают о чем-то, о чем вы не имеете ни малейшего представления.
                4.Не сгибайте руки, не наклоняйте торс и не приседайте. Ваша задача – поднять плечи в вертикальной плоскости как можно выше, сохраняя при этом все остальные части неподвижными.
                5.Подняв плечи максимально вверх, выдохните и на 1-2 секунды постарайтесь удержать плечи в этом положении.
                6.Плавно опустите плечи в исходное положение.`,
                tips: `1.На протяжении всего сета держите правильную осанку: грудь расправлена, плечи отведены назад, спина выпрямлена и чуть прогнута в пояснице. Если вам тяжело держать плечи отведенными назад, выполняйте шраги только с гантелями.
                2.Чтобы добиться максимального сокращения трапеций, поднимайте плечи как можно выше.
                3.Обязательно задерживайте дыхание во время подъема плеч. Так гораздо легче стабилизировать правильное положение позвоночника и сконцентрироваться на сокращении трапеций.
                4.Цель упражнения – верхняя часть трапециевидных и ромбовидные мышцы, которые прекрасно реагируют на нагрузки и быстро растут, особенно вверх и в ширину, что визуально проявляется в виде мощной шеи и отчетливо выпуклого верха спины на фоне мощных плеч. Безусловно, это подчеркивает атлетичность фигуры, но только у мужчин. Что же касается женской фигуры, то здесь чересчур развитые трапеции могут напрочь лишить ее всей женственности и привлекательности. Поэтому рекомендуем женщинам не увлекаться шрагами (а то и вовсе исключить их из своего тренировочного арсенала).
                5.Вес штанги должен быть посильным, позволяющим поднять плечи максимально вверх. Чересчур тяжелая штанга неминуемо сократит амплитуду движения и в момент опускания плеч вынудит вас непроизвольно направлять их вперед, что опасно скругляет спину и может привести к травме.
                6.На протяжении всего упражнения плечи движутся строго вверх и вниз. Никаких вращательных движений – это чревато травмой, так как нагрузка с трапеций перемещается на плечевые суставы.
                7.На протяжении сета смотрите строго перед собой. Опуская голову, вы рискуете скруглить спину. Наклоняя голову вбок, вы создаете все условия для непропорционального развития трапеций, что в конечном счете приведет к искривлению шейного отдела позвоночника.`,
                sport: `егулярное выполнение шраг улучшит ваше мастерство в гимнастике (упражнения на перекладине и разновысоких брусьях) и других видах спорта, которым характерен подъем лопаток и выполнение различных движений рукой из положения над головой: бейсбол, метание копья, теннис (подача мяча), волейбол (удары, броски и блокировка мяча на вытянутых вверх руках).`,
                imageLink: '../public/img/exercises/800/815.jpg'
            },
            {
                id: 816,
                type: 'Спина',
                name: 'Шраги со штангой за спиной',
                muscles: `Трапеции и мышцы верха спины:ромбовидная, верхние трапеции, поднимающая лопатку.`,
                equipment: `1.Станьте прямо. Поставьте ноги на ширине плеч и чуть согните их в коленях. Попросите партнера подать вам штангу сзади. Возьмите ее хватом сверху (ладони смотрят назад). Расстояние между ладонями – чуть шире плеч.
                2.Выпрямитесь, отведите плечи назад и чуть приподнимите грудь. Втяните живот, но не сгибайте спину, сохраняйте естественный изгиб позвоночника.
                3.Руки полностью выпрямлены за спиной. Штанга находится у нижней части ягодиц.
                4.Взгляд – прямо перед собой. Сделайте вдох и, задержав дыхание, поднимите плечи максимально вверх. Не помогайте себе сгибанием рук – они должны оставаться выпрямленными на протяжении всего сета. Двигаются только плечи! Спина, грудь и ноги – неподвижны.
                5.Достигнув верхнюю точку, изо всех сил напрягите трапеции и постарайтесь удержать штангу в этом положении 1-2 секунды (чтобы достичь максимального мышечного сокращения).
                6.Сделайте выдох и плавно опустите плечи.`,
                tips: `1.Не горбитесь! Держите правильную осанку на протяжении всего сета. Чтобы нагрузить трапеции по максимуму, как можно дальше отведите плечи назад и повыше поднимите грудь. Держите туловище в этом положении на протяжении всего сета.
                2.Амплитуда движения в этом упражнении меньше, чем в традиционных шрагах, когда вы держите штангу перед бедрами. Однако шраги со штангой за спиной гораздо эффективнее для улучшения осанки. Кроме этого шраги за спиной помогают предотвратить развитие «круглых» плеч (когда плечи выглядят округлыми на фоне спины), что часто происходит при чрезмерном выполнении классических шраг и жимов лежа.
                3.Не используйте слишком тяжелую штангу – она еще больше сократит и без того короткую амплитуду упражнения.
                4.Задерживайте дыхание во время подъема штанги. Такая техника дыхания позволит мышцам, которые выполняют работу по удержанию спины в правильном положении, развить гораздо большее усилие, чем при обычном дыхании (в среднем на 20 %). Это, безусловно, даст вам возможность увеличить вес штанги без ущерба для амплитуды движения.
                5.Подбородок всегда должен быть слегка приподнят, голова – ровно, взгляд устремлен строго вперед, плечи отведены назад, а грудь выгнута вперед. Если вы наклоните голову вниз, к полу или в сторону, к одному из плеч, то рискуете травмировать шею или спину.
                6.Не сгибайте локти во время подъема и опускания штанги. В противном случае вы сократите амплитуду движения и уменьшите нагрузку на трапеции.`,
                sport: `Подъем лопаток (или шраги) развивают мышцы, задействованные при замахе (подъем руки над головой) для броска или удара в таких видах спорта, как бейсбол, футбол, баскетбол и метание копья, а также при подаче мяча (и режущем ударе) в теннисе и волейболе.`,
                imageLink: '../public/img/exercises/800/816.png'
            }
        ];
    }
}