export class BicepsTo {
    constructor() {
        this.exercices = [
            {
                id: 201,
                type: 'Бицепс',
                name: 'Концентрированный подьем на бицепс ',
                muscles: `Бицепс и предплечье: бицепс, брахиалис, плечелучевая.`,
                equipment: `1.Возьмите гантель правой рукой хватом снизу (ладонь смотрит вверх) и сядьте на край скамьи. Поставьте ноги гораздо шире плеч. Ступни плотно прижаты к полу.
                2.Исходное положение: наклонитесь вперед и упритесь нижней частью правого трицепса во внутреннюю часть правого бедра. Ладонь левой руки опирается на левое бедро, колено или бок. Правая рука чуть согнута в локте.
                3.Сделайте вдох и задержите дыхание. Напрягите бицепс и поднимите гантель к грудной клетке. Преодолев самый сложный участок подъема, слегка выдохните.
                4.Когда гантель почти коснется груди, сделайте паузу, еще сильнее напрягите бицепс. Плавно опустите гантель, одновременно делая выдох.
                5.Полностью сконцентрируйтесь на сокращении бицепса и не помогайте себе всем телом.
                6.Отработав нужное число повторений правой рукой, сделайте столько же повторений левой.`,
                tips: `1.Низ трицепса рабочей руки должен быть плотно прижат к внутренней части бедра на протяжении всего упражнения.
                2.Сделайте глубокий вдох и задержите дыхание на время подъема. Это поможет удерживать позвоночник в правильном положении (спина слегка прогнута в пояснице, плечи и грудь расправлены) и поднимать более тяжелую гантель.
                3.Чтобы задействовать все три мышцы-сгибатели локтя (двуглавая, плечевая и плече-лучевая) в полную силу, выполняйте подъем нейтральным хватом (ладонью к себе, ладонь вертикальна).
                4.Чтобы сфокусировать нагрузку на бицепс, выполняйте подъем с разворотом в запястьях в процессе движения. В нижней точке – ладонь в вертикальной плоскости, в верхней – хват снизу (ладонь смотрит вверх). Опуская гантель, разворачивайте кисть в обратном порядке.`,
                sport: `Если вы стремитесь поднять середину (пик) бицепса, придать ему более выпуклую и отчетливую форму, то концентрированные подъемы – одно из лучших средств решения этой задачи.
                Сгибание руки в локтевом суставе – движение, характерное большинству видам спорта. Поэтому от мощи и крепости мышц-сгибателей руки во многом зависят ваши спортивные показатели. Не забывайте: от того, насколько сильны ваши бицепсы, во многом зависит интенсивность и эффективность ваших тренировок мышц груди и спины.`,
                imageLink: '../public/img/exercises/200/201.jpg'
            },
            {
                id: 202,
                type: 'Бицепс',
                name: 'Молоток',
                muscles: `Бицепс и предплечье: бицепс, брахиалис, плечелучевая, круглый пронатор.`,
                equipment: `1.Возьмите гантели в обе руки нейтральным хватом (ладони направлены друг на друга).

                2.Полностью выпрямитесь, чуть-чуть прогнитесь в пояснице и опустите гантели к бедрам. Взгляд направлен строго вперед. Напрягите мышцы поясницы и зафиксируйте естественный изгиб позвоночника до конца сета.

                3.Сделайте вдох и задержите дыхание. Напрягите бицепс и поднимите одну из гантелей к плечу. Локти неподвижны и находятся по бокам туловища. Не выдвигайте их вперед.

                4.Как только кисть окажется на уровне верха груди, остановитесь на 1-2 секунды, еще сильнее напрягите бицепс и предплечье. Выдыхая, плавно опустите гантель.

                5.В нижней точке сделайте паузу и выполните подъем другой гантели. Это и есть одно повторение.`,
                tips: `1.Следите, чтобы все время верхняя часть руки (от локтя до плеча) оставалась неподвижной и занимала вертикальное положение. Выдвигая локти вперед, чтобы облегчить подъем, вы просто «воруете» нагрузку у бицепсов.
                2.Тело должно быть зафиксировано в вертикальном положении. Не отклоняйтесь назад и не выдвигайте таз вперед, помогая всем телом сдвинуть гантель с мертвой точки в самом начале подъема. Лучше возьмите более легкие гантели. Помните, в первую очередь – правильная форма движения, а уже потом вес нагрузки.
                3.Не сгибайте и не поворачивайте кисти в запястьях. Ладони всегда направлены друг на друга. Если во время подъема вы разворачиваете кисть так, что в верхней точке ладони смотрят вверх, то фокус нагрузки смещается с плечевой мышцы на бицепс. Разворачивая кисть в противоположную сторону (вверху ладонь направлена от тела), вы сильнее задействуете плече-лучевую мышцу и круглый пронатор.
                4.Как вариант, можно поднимать обе гантели одновременно. Но в этом случае будьте внимательны: чем ближе к концу сета, тем сильнее усталость и больше искушение выталкивать гантели всем телом. Поэтому, как только почувствовали, что начали халтурить, сразу переходите на поочередные подъемы.`,
                sport: `Хотя многие считают, что «молоток» утюжит исключительно плечевую (брахиалис) и плече-лучевую мышцы, на самом деле он прежде всего безжалостно жалит длинную (боковую/наружную) головку бицепса.
                Благодаря такому распределению нагрузки вы наносите по бицепсу поистине удар двойной силы: с одной стороны, «долбите» сам бицепс, а с другой – брахиалис, расположенный под бицепсом, развитие которого «выталкивает» бицепс наружу еще сильнее. Кроме этого «молоток» прицельно бомбит еще и плече-лучевую мышцу, которая во многом определяет толщину ваших предплечий. Если по сравнению с мощными бицепсами предплечья выглядят тоненькими, обязательно включите «молоток» в свою программу.
                Регулярно отрабатывая «молоток», вы улучшите свое мастерство в борьбе, американском футболе, теннисе, боксе, хоккее и в других видах спорта, в которых вы часто сгибаете руку в локте.`,
                imageLink: '../public/img/exercises/200/202.gif'
            },
            {
                id: 203,
                type: 'Бицепс',
                name: 'Подьем гантелей на бицепс на скамье Скотта',
                muscles: `Бицепс и предплечье: бицепс, брахиалис, плечелучевая, круглый пронатор.`,
                equipment: `1.Отрегулируйте высоту пюпитра. Возьмите гантели в обе руки хватом снизу и сядьте в скамью Скотта. Для удобства можно слегка наклониться вперед. Главное – не скруглять спину и держать легкий прогиб в пояснице.
                2.Расположите трицепсы на ширине плеч на пюпитре. Руки выпрямлены, но не до конца. Не перерасгибайте локтевой сустав! Кисти на одной линии с предплечьями и зафиксированы в запястьях до конца сета.<br/>
                3.Сделайте глубокий вдох, задержите дыхание и постарайтесь поднять гантели как можно выше, не отрывая при этом трицепсы и локти от пюпитра. Выполняйте подъем в умеренном темпе.
                4.В верхней точке сделайте паузу, выдохните и изо всех сил напрягите бицепсы.
                5.Плавно опустите гантели вниз и сделайте короткую паузу, чтобы избежать раскачивания. Приступайте к новому повтору.`,
                tips: `1.На протяжении всего сета следите, чтобы верхняя часть рук была всегда прижата к пюпитру. При использовании тяжелых гантелей хорошенько упритесь ступнями в пол и напрягите поясничные мышцы для повышения устойчивости.
                2.Задерживайте дыхание во время подъема гантелей. Это помогает держать правильную осанку и позволяет развить более мощное усилие бицепсов.
                3.Убедитесь в том, что пюпитр набит достаточно плотно. Если пюпитр мягкий и локти глубоко продавливают его, вплоть до твердого основания, то вы рискуете травмировать их.
                4.Одновременный подъем гантелей на бицепс гораздо эффективнее, чем подъем одной рукой. Если вы все-таки практикуете подъемы гантели одной рукой, то прочно зафиксируйте прямое положение корпуса. Не поворачивайте корпус ни влево, ни вправо, иначе все закончится травмой.
                5.Локти должны быть всегда неподвижны и направлены строго вниз, чтобы расстояние между руками всегда равнялось ширине плеч. Если локти направлены внутрь или наружу, вы можете вывихнуть локтевой сустав.
                6.Не поворачивайте руки в запястьях во время всего движения. Ладони всегда должны смотреть вверх. Нейтральный хват (ладони смотрят друг на друга) сильнее нагружает плечевую мышцу. Используйте его тогда, когда работаете над «пиком» бицепса, но только в том случае, если пюпитр короткий и не мешает гантелям опускаться вниз.
                7.Как вариант, упражнение можно выполнять, расположившись с противоположной стороны пюпитра. В пюпитр упирается только верхняя часть трицепсов, а руки «висят» в воздухе. Но так как локти лишены опоры, то существует опасность их переразгибания. Так что будьте бдительны!`,
                sport: `Скамья Скотта позволяет полностью сфокусировать всю нагрузку на мышцах-сгибателях руки. Упор верхней части руки на пюпитр исключает работу мышц плечевого сустава при подъеме руки, что делает это упражнение необычайно ценным для отработки формы и рельефа бицепса, особенно если выполнять его одной рукой.
                Сильные бицепсы улучшат ваши спортивные показатели в гимнастике (упражнения на перекладине, кольцах и брусьях), борьбе (захваты и удержания противника), теннисе (удары по мячу сбоку), хоккее (броски шайбы сбоку).`,
                imageLink: '../public/img/exercises/200/203.jpg'
            },
            {
                id: 204,
                type: 'Бицепс',
                name: 'Подьем гантелей на бицепс на скамье с наклоном вверх',
                muscles: `Сгибание рук на наклонной скамье уникально тем, что в стартовой позиции растягивается не только нижняя, но и верхняя оконечность бицепса. Все прочие упражнения действуют только на нижнюю область бицепса, а потому обладают куда меньшим потенциалом.`,
                equipment: `1.Спинку скамьи установите под углом 45°. Сядьте на скамью и плотно прижмите спину к спинке скамьи. Гантели держите нейтральным хватом – ладонями к себе.
                2.Мощно вдохните, задержите дыхание и поднимайте гантели кверху. Локти держите абсолютно неподвижными.
                3.Когда предплечья будут параллельны полу, медленно разверните кисти наружу – ладонями кверху.
                4.Без остановки в верхней точке начните обратное движение. Одновременно поворачивайте кисти ладонями к себе.
                5.В нижней точке не распрямляйте локти до конца, держите их чуть согнутыми.`,
                tips: `1.Всегда поворачивайте руки ладонями кверху при подъеме гантелей – это усилит воздействие упражнения на бицепс.
                2.Не берите слишком тяжелые гантели, иначе вам придется разворачивать кисти раньше, чем предплечья станут параллельны полу. Между тем нейтральный хват на старте вызывает напряжение бицепса, так сказать, с обоих концов. Чем дольше оно продлится, тем лучше.
                3.Держите локти неподвижными. Только в этом случае всю работу по сгибанию локтя примет на себя бицепс.
                4.В исходном положении сохраняйте небольшой сгиб в локтях. Если распрямить локти полностью, стартовать придется рывком, а это угрожает травмой нижней связки бицепса.
                5.Делайте сгибания на наклонной скамье в середине тренировки бицепсов. Перед этим упражнением выполните тяжелые сгибания со штангой или поочередные сгибания с гантелями стоя.`,
                sport: ``,
                imageLink: '../public/img/exercises/200/204.jpg'
            },
            {
                id: 205,
                type: 'Бицепс',
                name: 'Подьем гантелей на бицепс сидя',
                muscles: `Бицепс и предплечье: бицепс, брахиалис, плечелучевая, круглый пронатор.`,
                equipment: `1.Возьмите в обе руки гантели нейтральным хватом (ладони направлены на боковую часть бедер).
                2.Сядьте на край скамьи. Выпрямите туловище, расправьте грудь и плечи, втяните живот. Чуть прогнитесь в пояснице, напрягите мышцы поясницы и зафиксируйте это положение тела до конца сета.
                3.Сделайте глубокий вдох и задержите дыхание. Напрягите бицепсы и, сгибая локти, поднимите гантели вверх.
                4.Когда гантели поднимутся выше бедер, начинайте разворачивать кисти рук кверху. В верхней точке упражнения (гантели на уровне верха груди) ладони направлены на потолок.
                5.Поднимайте обе гантели одновременно и в умеренном темпе.
                6.Во время подъема гантелей не двигайте локтями и держите их по бокам туловища.
                7.Когда кисти окажутся на уровне верха груди, сделайте паузу и еще сильнее напрягите бицепсы.
                8.Выдыхая, плавно опустите гантели, одновременно поворачивая руки в запястьях. В нижней точке руки полностью выпрямлены, ладони смотрят друг на друга.`,
                tips: `1.Не сидите поперек скамьи. В этом случае, опасаясь задеть края скамьи гантелями, вы будете невольно наклоняться вперед. Если вы работаете с тяжелыми гантелями, то наклон вперед спровоцирует скругление спины, что может привести к травме позвоночника. Поэтому всегда садитесь только вдоль скамьи (на ее короткий край).
                2.Держите туловище выпрямленным и не раскачивайтесь. Все движение происходит только в локтевом суставе. Остальные части тела должны всегда оставаться неподвижными.
                3.Задерживайте дыхание во время подъема гантелей. Это помогает держать правильную осанку и позволяет развить более мощное усилие бицепсов.
                4.Зафиксируйте локти по бокам туловища и не двигайте ими. Направляя локти вперед во время подъема гантелей, вы ослабляете нагрузку на бицепс.
                5.Одновременный подъем гантелей на бицепс гораздо эффективнее попеременных подъемов. Поднимая гантели поочередно, вы непроизвольно наклоняетесь в сторону рабочей руки. Если при этом вы еще скругляете спину, то травмы поясницы не избежать.
                6.Используйте достаточно легкие гантели, иначе вам придется делать рывки, чтобы сдвинуть вес с мертвой точки. Кроме этого тяжелые гантели провоцируют подъем локтей.`,
                sport: `Одно из лучших упражнений для силы и оттачивания формы бицепсов.
                Сильные мышцы-сгибатели руки важны в гимнастике, скалолазании, теннисе, гольфе и бейсболе. Например, в борьбе и боевых искусствах, когда вы производите захват или удержание противника, успех проведенного вами приема во многом определяется силой двуглавой мышцы. В повседневной жизни ваши бицепсы работают всегда, когда вы несете какой-то груз, удерживая его перед собой.`,
                imageLink: '../public/img/exercises/200/205.jpg'
            },
            {
                id: 206,
                type: 'Бицепс',
                name: 'Подьем гантелей на бицепс стоя',
                muscles: `Бицепс и предплечье: бицепс, брахиалис, плечелучевая, круглый пронатор.`,
                equipment: `1.Возьмите гантели в обе руки нейтральным хватом (ладони направлены друг на друга). Ноги на ширине плеч.
                2.Полностью выпрямитесь, чуть-чуть прогнитесь в пояснице и опустите гантели к бедрам. Взгляд направлен строго вперед. Напрягите мышцы поясницы и зафиксируйте естественный изгиб позвоночника до конца сета.
                3.Сделайте глубокий вдох и задержите дыхание. Напрягите бицепсы и поднимите гантели к плечам. Как только кисти достигнут уровня локтей, начинайте разворачивать гантели наружу. В верхней точке ладони направлены на плечи. Не выдвигайте локти вперед во время подъема.
                4.Как только гантели достигнут уровня плеч, сделайте паузу и еще сильнее напрягите бицепсы.
                5.Выдохните и плавно опустите гантели в исходное положение, поворачивая запястья внутрь. В нижней точке ладони направлены на боковую часть бедра.`,
                tips: `1.Следите, чтобы все время верхняя часть руки (от локтя до плеча) оставалась неподвижной и занимала вертикальное положение. Выдвигая локти вперед, чтобы облегчить подъем, вы облегчаете упражнение и снижаете нагрузку на бицепс.
                2.В исходном положении чуть согните руки в локтях. Это поможет работать с более тяжелыми гантелями. Когда руки полностью выпрямлены, вам требуется прилагать гораздо больше силы, чтобы сдвинуть гантели с мертвой точки, чем когда руки слегка согнуты.
                3.Можно начинать подъем гантелей, развернув кисти назад (ладони смотрят назад) в стартовой позиции. Однако имейте в виду, что пользы от этого мало, так как при развороте предплечий вокруг своей оси на 180° сухожилья бицепса, которые крепятся к локтевому суставу, сильно перекручиваются и сила бицепса уменьшается.
                4.Чтобы добиться максимального сокращения бицепсов, начинайте поворот гантелей, когда в локте образуется прямой угол.
                5.Задержка дыхания во время подъема гантелей облегчает удержание тела в неподвижном положении и позволяет лучше сконцентрироваться на сокращении мышц.
                6.Не сгибайте и не разгибайте руки в запястьях до конца сета. Держите кисти на одной линии с предплечьями.`,
                sport: `Подъемы гантелей на бицепс стоя ударно наращивают массу и силу бицепса и других мышц, принимающих участие в сгибании локтевого сустава и супинации предплечья (поворот предплечья вокруг своей оси кнаружи).
                Сила и мощь этих мышц во многом определяет ваши спортивные показатели в тяжелой атлетике, гимнастике, борьбе, хоккее, альпинизме и других видах спорта, которым характерны сгибания руки в локтевом суставе.`,
                imageLink: '../public/img/exercises/200/206.gif'
            },
            {
                id: 207,
                type: 'Бицепс',
                name: 'Подьем гантели на бицепс на скамье Скотта',
                muscles: `Бицепс и предплечье: бицепс, брахиалис, плечелучевая.`,
                equipment: `1.Выполнять упражнение можно как сидя, так и стоя. Главное – отрегулируйте высоту пюпитра (наклонной подставки для верхней части рук) так, чтобы при подъеме штанги туловище было всегда выпрямленным, а торс находился в вертикальном и устойчивом положении.
                2.Возьмите EZ-штангу (ее гриф напоминает букву «W») или гантель хватом снизу. Сядьте в скамью Скотта и плотно прижмите верхнюю часть рук (трицепсы) к пюпитру. Опустите штангу и чуть-чуть согните руки в локтях.
                3.Локти располагаются на пюпитре, ближе к нижнему краю и должны всегда оставаться неподвижными.
                4.Сделайте глубокий вдох и задержите дыхание. Напрягите бицепсы и поднимите штангу вверх.
                5.Как только предплечья примут вертикальное положение, сделайте выдох, остановитесь на мгновение и еще сильнее напрягите бицепсы.
                6.Плавно опускайте штангу до тех пор, пока руки почти полностью выпрямятся.
                7.Сделайте небольшую паузу и приступайте к следующему повторению.`,
                tips: `1.На протяжении всего сета следите, чтобы верхняя часть рук была всегда плотно прижата к пюпитру. Это снимет нагрузку с локтевых суставов и направит ее на бицепсы.
                2.Чтобы не травмировать локтевые суставы, убедитесь, что, разгибая руки, вы не третесь локтями о швы пюпитра и он набит достаточно плотно.
                3.В нижней точке не разгибайте руки до самого конца. Иначе рискуете травмировать не только локти, но и связки бицепсов.
                4.Задерживайте дыхание во время подъема штанги. Это помогает держать правильную осанку и позволяет развить более мощное усилие бицепсов.
                5.Тело всегда должно находиться в устойчивом и неподвижном положении. Некомфортное и/или неустойчивое положение не только снижает эффективность упражнения, но и чревато травмами.
                6.Используйте скамью Скотта, которая позволяет выполнять подъемы стоя, а не сидя.
                7.Чтобы нагрузить бицепсы по максимуму, примените такой прием: дойдя до самой тяжелой точки подъема (когда в локтевом суставе образовался прямой угол), остановитесь на 1-2 секунды, еще сильнее напрягите бицепсы и продолжайте подъем до тех пор, пока предплечья не примут вертикальное положение.`,
                sport: `Это упражнение позволяет максимально изолировать нагрузку на бицепс и, как правило, используется для оттачивания его формы и рельефа.
                Трицепс (мышца-антагонист бицепса) выполняет разгибание руки. Если сравнить эти мышцы по степени нагрузки, которую они испытывают в большинстве видов спорта, и их силовому потенциалу, то трицепс здесь бесспорный лидер. Тем не менее, от этого факта значимость тренировок бицепса только возрастает. Ведь крепость локтевого сустава определяется в первую очередь тем, насколько сбалансировано развитие мышц-антагонистов верхней части руки. Другими словами: чтобы избежать травм локтя, все время подтягивайте «слабый» бицепс к более сильному трицепсу.`,
                imageLink: '../public/img/exercises/200/207.png'
            },
            {
                id: 208,
                type: 'Бицепс',
                name: 'Подьем на бицепс в блочном тренажере стоя',
                muscles: `Бицепс и предплечье: бицепс, брахиалис, плечелучевая, круглый пронатор.`,
                equipment: `1.Станьте лицом к стойке блочного тренажера и прикрепите к тросу, проходящему через нижний блок, прямой или кривой (в виде буквы «W») гриф. Обязательно убедитесь, что гриф может свободно вращаться вокруг своей оси.
                2.Возьмитесь за гриф хватом снизу (ладони смотрят вверх), натяните трос и станьте достаточно близко к стойке тренажера. Поставьте ноги на ширине плеч, чуть разведите носки, выпрямите туловище и слегка согните руки в локтях.
                3.Сделайте глубокий вдох и задержите дыхание. Напрягите бицепсы и поднимите гриф к верху груди. Старайтесь, чтобы локти всегда оставались неподвижными и были возле боков торса или чуть впереди.
                4.Как только гриф окажется на уровне верха груди, остановитесь и до предела напрягите бицепсы. Выдохните.
                5.Делая вдох, медленно и плавно опустите гриф. В нижней точке сделайте паузу и выполните следующее повторение.
                6.Держите спину ровной, а пресс наряженным до конца сета.`,
                tips: `1.Станьте достаточно близко к тренажеру – так, чтобы трос поднимался вверх почти вертикально. Чем больше трос наклонен, тем неудобнее выполнять упражнение.
                2.Хват снизу нацеливает основную нагрузку на бицепсы, в то время как хват сверху – на плечевую мышцу. Гриф в виде буквы «W» позволяет нагрузить эти мышцы под разными углами.
                3.Не двигайте локтями. Зафиксируйте их возле боков туловища или в положении, когда они немного выдвинуты вперед.
                4.Сохраняйте вертикальное положение тела во время всего движения. Не расслабляйте пресс и поясницу и сохраняйте естественный изгиб позвоночника. Если в исходном положении вы наклоняетесь вперед, то в верхней точке вы неизбежно будете отклоняться назад. А значит часть работы бицепсов будут выполнять мышцы поясницы.
                5.Задержка дыхания во время подъема грифа помогает держать торс в вертикальном положении и позволяет лучше сконцентрироваться на сокращении бицепсов.
                6.Опускайте гриф медленно, полностью контролируя груз в каждой точке движения.
                7.Не гонитесь за весом. Главное – правильная форма и техника выполнения упражнения. И вес нагрузки никогда не должен быть этому помехой. В противном случае вам никогда не удастся качественно проработать бицепс.
                8.Не разгибайте полностью руки в нижней точке. Это значительно снизит нагрузку на локтевой сустав в самом начале подъема, когда вы стремитесь сдвинуть груз с мертвой точки. Кроме этого вы сможете работать с более тяжелым весом (по сравнению с тем, который вы можете одолеть, начиная подъем с выпрямленными руками), что безусловно скажется на силе и объемах бицепса и плечевой мышцы.`,
                sport: `Подъем на бицепс в блочном тренажере используется для оттачивания формы и рельефа бицепса.
                Бицепсы и другие мышцы-сгибатели локтя всегда задействованы при выполнении большинства тяговых движений: подтягивания на перекладине, упражнения на кольцах и брусьях, захват и подготовка противника к броску в борьбе, гребок рукой в плавании.
                Кроме этого сила мышц-сгибателей локтя напрямую определяет мощь вашего удара в теннисе, волейболе и гандболе.`,
                imageLink: '../public/img/exercises/200/208.jpg'
            },
            {
                id: 209,
                type: 'Бицепс',
                name: 'Подьем штанги на бицепс обратным хватом',
                muscles: `Бицепс и предплечье: бицепс, брахиалис, плечелучевая.`,
                equipment: `1.Возьмите штангу хватом сверху (ладони смотрят вниз) на ширине плеч. Выпрямите туловище, чуть прогнитесь в пояснице, расправьте плечи и поставьте ноги на ширине плеч.
                2.Опустите штангу к бедрам. Руки почти выпрямлены.
                3.Сделайте глубокий вдох и, задержав дыхание, поднимите штангу до уровня верха груди.
                4.Во время подъема не направляйте локти вперед, держите их неподвижно возле боков.
                5.В верхней точке сделайте паузу, еще сильнее напрягите мышцы-сгибатели локтя и плавно опустите штангу.`,
                tips: `1.Не подталкивайте штангу бедрами в самом начале подъема. Торс должен всегда оставаться выпрямленным и занимать вертикальное положение.
                2.Плечевая мышца – это одна из основных мышц, которая задействована при сгибании локтевого сустава. Но если при подъемах на бицепс хватом снизу и нейтральным хватом она лишь ассистирует бицепсу, то в этом упражнении все наоборот: плечевая мышца играет первую скрипку, а бицепс ей помогает.
                3.Используйте более легкую штангу, чем при подъемах на бицепс хватом снизу. Это объясняется тем, что основная нагрузка в нашем упражнении приходится не на бицепс, а на плечевую мышцу, которая гораздо меньше и слабее бицепса.
                4.Движение происходит только в локтевом суставе. Все остальные части тела, включая верх руки от локтя до плеча, должны оставаться неподвижными до конца сета. Всегда держите локти по бокам туловища. Как только вы начинаете выдвигать локти вперед, то в работу тут же включаются передние дельты, которые «отбирают» часть нагрузки с мышц предплечья и нагрузку на плечевую мышцу.
                5.Увеличивайте вес штанги только тогда, когда основательно укрепите предплечья. Вес штанги никогда не должен «ломать» правильную форму движения.
                6.Штанга в этом упражнении гораздо эффективнее гантелей. Штанга обеспечивает правильный хват на протяжении всего упражнения, в то время как гантели всегда провоцируют вас развернуть кисти в нейтральное положение (ладони смотрят друг на друга), что снижает нагрузку на предплечья.
                7.Так как основная нагрузка упражнения направлена на мышцы предплечья, которые отвечают за два сустава (локоть и запястье), то «обездвижить» запястье здесь очень сложно. Тем не менее, делать это нужно! Всегда держите кисти на одной линии с предплечьями.`,
                sport: `Подъемы штанги на бицепс обратным хватом фокусируют основную нагрузку на плече-лучевую мышцу, развитие которой расширяет внешнюю часть предплечья, благодаря чему руки выглядят внушительно, если смотреть на них сбоку. Кроме этого упражнение здорово утюжит все остальные мышцы, принимающие участие в сгибании руки в локтевом суставе.
                Отрабатывая это упражнение, вы улучшите свои силовые показатели при выполнении самых разнообразных движений, при которых вы что-либо тянете руками, особенно если вы используете хват сверху. Это связано с тем, что «тяговые» движения почти всегда сопровождаются сгибанием рук в локте.
                Особенно полезно выполнять это упражнение альпинистам, скалолазам, борцам, баскетболистам и теннисистам.`,
                imageLink: '../public/img/exercises/200/209.jpg'
            },
            {
                id: 210,
                type: 'Бицепс',
                name: 'Подьем штанги на бицепс стоя',
                muscles: `Бицепс и предплечье: бицепс, брахиалис, плечелучевая, круглый пронатор.`,
                equipment: `1.Станьте прямо и поставьте ноги на ширине плеч. Ступни расположены почти параллельно, носки направлены чуть в стороны. Возьмите штангу хватом снизу (ладони смотрят вверх) на ширине плеч.
                2.Полностью выпрямитесь, чуть-чуть прогнитесь в пояснице и опустите штангу к бедрам. Взгляд направлен строго вперед. Напрягите мышцы поясницы и зафиксируйте естественный изгиб позвоночника до конца сета.
                3.Сделайте глубокий вдох, задержите дыхание и, сгибая руки в локтях, поднимите штангу до уровня верха груди.
                4.Во время подъема штанги не двигайте локтями, держите их по бокам туловища и не сгибайте руки в запястьях.
                5.Как только кисти окажутся на уровне верха груди, сделайте паузу, выдохните и еще сильнее напрягите бицепсы.
                6.Плавно опустите штангу вниз, но не разгибайте руки полностью (не блокируйте локтевой сустав).
                7.Во время всего движения не наклоняйте торс ни вперед, ни назад. Держите правильную осанку.`,
                tips: `1.Отрабатывайте подъемы хватом снизу для увеличения объемов бицепсов (при таком хвате одинаково сильно сокращаются как бицепс, так и плечевая мышца). При хвате сверху (ладони смотрят вниз) львиная доля нагрузки смещается с бицепса на плечевую мышцу и предплечья. Используйте этот хват, чтобы поднять пик бицепса.
                2.Держите туловище выпрямленным и не раскачивайтесь. Все движение сосредоточено только в локтевом суставе. Остальные части тела неподвижны. Поднимая или отводя плечи назад, вы снимаете нагрузку с бицепсов и рискуете заработать травму позвоночника.
                3.Зафиксируйте локти по бокам туловища и не двигайте ими. Направляя локти вперед во время подъема штанги, вы ослабляете нагрузку на верхнюю часть бицепса, и вам не удастся достичь «пикового» сокращения в верхней точке.
                4.Не используйте слишком тяжелый вес, иначе вам придется толкать штангу бедрами в начале подъема, чтобы сдвинуть вес с мертвой точки. Это не только снизит нагрузку на бицепс, но и приведет к травме поясницы. Кроме того, очень тяжелая штанга сокращает амплитуду движения, не позволяя вам полностью растянуть бицепс в нижней точке (это допустимо только тогда, когда вы хотите поднять пик бицепса). Во всех остальных случаях выполняйте подъемы по полной амплитуде (особенно при работе на массу).`,
                sport: `Самое эффективное упражнение для наращивания объема и силы бицепсов.
                При выполнении любых движений, сопровождаемых подтягиванием рук к торсу, обязательно работают бицепсы и остальные мышцы-сгибатели руки. Например, упражнения на перекладине, кольцах и брусьях в гимнастике, подтягивания противника к себе в борьбе. Сила бицепсов крайне важна во время выполнения ударов ракеткой или битой по низколетящему мячу в теннисе и бейсболе, а также при передаче и подхватывании мяча в баскетболе.`,
                imageLink: '../public/img/exercises/200/210.jpg'
            },
            {
                id: 211,
                type: 'Бицепс',
                name: 'Сгибание рук на бицепс в кроссовере',
                muscles: `Бицепс и предплечье: бицепс, брахиалис, плечелучевая, круглый пронатор.`,
                equipment: `1.Прикрепите D-рукоятки к обоим тросам, проходящим через верхние блоки кроссовера. Возьмитесь за обе рукоятки хватом снизу (ладони направлены вверх), а затем станьте или сядьте четко посередине между стойками тренажера.
                2.В исходном положении руки можно слегка согнуть в локтях или держать полностью выпрямленными. Главное, чтобы они были направлены четко на блоки, в одну линию с натянутыми тросами, которые приподняли вес с упоров.
                3.Сделайте вдох и задержите дыхание. Напрягите бицепсы и, сгибая локти, потяните рукоятки к голове.
                4.Когда ладони окажутся над дельтами, остановитесь на 1-2 секунды и еще сильнее напрягите бицепсы.
                5.Выдохните и плавно верните рукоятки в стартовую позицию.
                6.Ноги, туловище и верхняя часть рук должны оставаться неподвижными до самого конца сета. Особенно важно зафиксировать плечевой пояс и держать торс ровно.`,
                tips: `1.Неподвижность верхней части рук – вот ключ к достижению максимального сокращения всех задействованных мышц: бицепса, плечевой и плече-лучевой мышц, благодаря которому середина бицепса растет вверх. Опуская или поднимая локти, вы только ослабляете нагрузку на бицепс.
                2.Обе руки должны сгибаться одновременно и плавно. Для этого стойте строго по центру кроссовера.
                3.Отрабатывать сгибания одной рукой чрезвычайно сложно, так как при этом крайне тяжело удержаться от наклона торса в сторону веса, особенно если он достаточно тяжелый.
                4.Задержка дыхания во время сгибания рук облегчает задачу удержания тела в неподвижном положении и позволяет лучше сконцентрироваться на сокращении мышц.
                5.Если блоки кроссовера можно регулировать (опускать и поднимать), то установите их на 30-40 см выше уровня плеч. Это обеспечит оптимальную амплитуду движения. Если блоки расположены слишком высоко, то амплитуда движения может оказаться очень короткой.
                6.Когда руки разведены в стороны и локоть находится на уровне плеч, то при сгибании рук нагрузка фокусируется на середине длинной головки бицепса, благодаря развитию которой бицепс приобретает выпуклую форму (пик бицепса).
                7.Не расслабляйте кисти, держите их крепко и не позволяйте запястьям разгибаться, когда вы тянете рукоятки к голове.
                8.Допускается чуть сгибать запястья по мере приближения к верхней точке. Это усилит нагрузку на предплечья и поможет сильнее сократить бицепс. Фиксация или же легкое сгибание запястья – необходимые условия, соблюдая которые, вы избежите травмы и добьетесь максимального сокращения бицепса.`,
                sport: `Сгибания рук в тренажере, как ни одно другое упражнение, «выдувает» середину бицепса и придает ему отчетливую «пиковую» форму.
                От силы и слаженной работы мышц, сгибающих руку, во многом зависит ваше мастерство на боксерском ринге (прямой и боковой удары, блоки), на ледовом поле (любые движения клюшкой), на теннисном корте (боковые удары ракеткой по мячу), на баскетбольной площадке (бросок мяча сбоку, прием мяча), на борцовской арене (захват противника, подтягивание противника к себе).`,
                imageLink: '../public/img/exercises/200/211.jpg'
            },
        ];
    }
}