export class ButtocksTo {
    constructor() {
        this.exercices = [
            {
                id: 1001,
                type: 'Ягодицы',
                name: 'Выпады вперёд со штангой на плечах',
                muscles: `Передняя часть бедра: латеральная, медиальная, прямая мышца бедра.
                Задняя часть бедра и ягодицы: бицепс бедра, полусухожильная, полупоперечная, большая ягодичная.
                Спина: разгибатель позвоночника.`,
                equipment: `1.Расположите штангу на верхних трапециях и возьмитесь за гриф хватом сверху шире плеч. Поставьте ступни параллельно друг другу чуть шире бедер и полностью выпрямитесь. Взгляд направлен вперед, грудь «колесом», живот подтянут, спина слегка прогнута в пояснице, колени чуть согнуты.
                2.Сделайте широкий шаг вперед и, удерживая туловище прямым, перенесите центр тяжести на выставленную вперед ногу и присядьте на ней. В нижней точке упражнения передняя нога согнута в колене под прямым углом (мышцы задней части бедра и ягодицы натянуты, как струны), колено задней ноги «висит» в нескольких сантиметрах над полом (но не касается его).
                3.Задержите дыхание и, опираясь на выставленную вперед ступню, поднимитесь из приседа и отшагните назад передней ногой в исходное положение (ноги вместе на ширине бедер).
                4.Следующее повторение-выпад выполняется другой ногой.`,
                tips: `1.Вначале разучите технику выпадов, выполняя их без штанги. Шаг вперед должен быть широким, иначе в нижней точке колено вылезет за линию пальцев ног, что недопустимо, так как при этом вес нагрузки переносится на коленный сустав. Опускайтесь и поднимайтесь из приседа так, словно вы приседаете на одной ноге (работает только бицепс бедра и ягодицы выставленной вперед ноги). Задняя нога – лишь опора для поддержания равновесия.
                2.Не расслабляйте поясничные мышцы и пресс до самого конца сета. В противном случае вам не удержаться от округления спины и наклона туловища вперед во время выпада, что крайне опасно и может привести к травме.
                3.Глубокий вдох и задержка дыхания на время выпада увеличивает внутрибрюшное давление, что помогает держать мышцы, окружающие позвоночник, в постоянном напряжении. Что, в свою очередь, залог того, что вы не наклоните торс и не скруглите спину. Кроме этого, задержка дыхания делает вас сильнее, позволяет генерировать более мощное усилие, что несомненно стимулирует рост мышц.`,
                sport: `В фитнесе выпады вперед используются для того, чтобы подтянуть ягодицы, придать им отчетливую форму шара, а также для очерчивания мышц внутренней стороны задней части бедра и отделения их от бицепса бедра.
                Выпады развивают подвижность и гибкость тазобедренного сустава, а также толчковое усилие, генерируемое мышцами ног, что крайне важно для бегунов и прыгунов. Это упражнение также полезно для всех видов спорта, которым свойственны выпады с одновременным выпрямлением руки (ударом): фехтование, бокс, боевые искусства, теннис, баскетбол.
                `,
                imageLink: '../public/img/exercises/1000/1001.jpg'
            },
            {
                id: 1002,
                type: 'Ягодицы',
                name: 'Выпады на месте',
                muscles: ``,
                equipment: `1.Поставьте ступни параллельно друг другу и на ширине плеч. Сделайте широкий шаг вперед и, удерживая туловище прямым, перенесите центр тяжести на выставленную вперед ногу. Взгляд направлен вперед, грудь «колесом», живот подтянут, спина слегка прогнута в пояснице, колени чуть согнуты. Это исходная позиция.
                2.Затем начинайте приседать. Во время движения вниз стопа задней ноги должна приподняться на носок. На этом этапе нужно удерживать равновесие. Напрягите мышцы пресса и зафиксируйтесь в этом положении.
                3.В нижней точке упражнения передняя нога согнута в колене под прямым углом (мышцы задней части бедра и ягодицы натянуты, как струны), колено задней ноги «висит» в нескольких сантиметрах над полом.
                4.Задержите дыхание и, опираясь на выставленную вперед ступню, поднимитесь из приседа в исходное положение.`,
                tips: ``,
                sport: `Это великолепное упражнение, позволяющее проработать ягодичные мышцы, квадрицепсы и даже икроножные мышцы. Но для того, чтобы оно работало, важно соблюдать правильную технику выпадов.
                Мышцы, задействованные во время выпадов – это те же мышцы, которые включаются во время приседаний, однако выпады позволяют развить большую амплитуду. Это позволяет задействовать менее заметные группы мышц, которыми зачастую пренебрегают культуристы, сосредоточенные на тренировке более крупных и заметных групп. В частности, это мышцы, приводящие внутреннюю и внешнюю части бедра. Несмотря на то, что они относительно невелики и едва заметны, они солидно добавляют к стабильности и общей массе бедра и имеют решающее значение для спортивных результатов. Выпады могут внести существенный вклад в их развитие.`,
                imageLink: '../public/img/exercises/1000/1002.jpg'
            },
            {
                id: 1003,
                type: 'Ягодицы',
                name: 'Махи ногой назад на локтях',
                muscles: ``,
                equipment: `1.Станьте на колени и упритесь предплечьями в пол. Спина ровная, слегка прогнута в пояснице, взгляд вперед – это исходное положение.
                2.Сделайте вдох и отведите одну ногу назад, зафиксировав положение в верхней точке на несколько секунд. На выдохе вернитесь в исходное положение.`,
                tips: `1.Верхнюю фазу в данном упражнении можно делать с малой и большой амплитудами. В конце движения было бы неплохо остановиться на несколько секунд (точка максимального напряжения).
                2.Выполнять махи ногами назад можно как с прямой ногой, где будут включаться в работу седалищно-подколенные мышцы и большая ягодичная мышца, так и с согнутой в колене ноге. Последний вариант более легкий и прорабатывает только большую ягодичную мышцу.
                3.Чтобы напряжение было еще более серьезным, используйте грузы, которые прикрепляются к лодыжкам, и постоянно думайте о мышцах, которые должны быть задействованы в упражнении, это позволит сконцентрироваться на правильной технике выполнения и избежать посторонних мыслей.`,
                sport: `Существует несколько вариантов выполнения данного упражнения. Они отличаются друг от друга не по уровню физической подготовки спортсмена, а по задействованным мышцам.`,
                imageLink: '../public/img/exercises/1000/1003.jpg'
            },
            {
                id: 1004,
                type: 'Ягодицы',
                name: 'Отведение ноги в сторону на блоке',
                muscles: ``,
                equipment: `1.Закрепите утяжелитель на лодыжке. Опорная нога находится на возвышении высотой около 5 сантиметров. Для устойчивости возьмитесь за рукоятку тренажера. Выпрямите спину.
                2.Медленным контролируемым движением отведите ногу в тазобедренном суставе в сторону. Сделайте паузу и медленно вернитесь в исходное положение.`,
                tips: `1.При отведении ноги используйте низкую силу сопротивления и сосредоточьтесь на том, чтобы движение выполнялось за счет усилий средней и малой ягодичных мышц.
                2.Таз должен находиться над точкой опоры. Для поддержания его положения задействуйте мышцы живота.
                3.Не допускайте поворотов таза.
                4.Не используйте силу инерции. Движения должны быть медленными и контролируемыми.
                5.Не отводите ногу слишком далеко.`,
                sport: `Отведение ноги в сторону с утяжелителями очень распространенное упражнение. Оно дает на стабилизирующие мышцы бедра более функциональную нагрузку, чем тренажер.`,
                imageLink: '../public/img/exercises/1000/1004.jpg'
            },
            {
                id: 1005,
                type: 'Ягодицы',
                name: 'Отведение ноги назад на блоке',
                muscles: ``,
                equipment: `1.Встаньте лицом к блоку тренажера для кроссоверов и прикрепите оконечность нижнего блока к ступне (это можно сделать с помощью мягкой рукояти или манжеты).
                2.Найдите точки опоры для рук и возьмитесь за них.
                3.Чуть согните ногу в колене и начинайте отводить ее назад и как можно выше, преодолевая сопротивление блока.
                4.В верхней точке амплитуды старайтесь задержаться на секунду и только после этого возвращайтесь в исходное положение.
                5.Выполните требуемое количество повторов одной и второй ногой.`,
                tips: `1.Выполняйте отведение ноги назад в тренажере в конце комплекса для прокачки ягодичных мышц.
                2.Используйте большое число повторений.
                3.Не следует гнаться за большим весом отягощения! Здесь гораздо важнее точность выполнения каждого повтора.
                4.Для повышения эффективности упражнения старайтесь дополнительно напрягать ягодицы.`,
                sport: `Это изолирующее упражнение для проработки ягодичных мышц.`,
                imageLink: '../public/img/exercises/1000/1005.jpg'
            },
            {
                id: 1006,
                type: 'Ягодицы',
                name: 'Подьем таза из положения лежа',
                muscles: ``,
                equipment: `1.Постелите коврик на пол и лягте на спину. Голова и туловище плотно прижаты к полу (их нельзя отрывать во время движения).
                2.Вытяните руки вдоль туловища, а ноги согните в коленях и поставьте их так, чтобы они были примерно перпендикулярно полу. Во время упражнения необходимо опираться на всю стопу или на пятки.
                3.Когда вы приняли исходное положение, можно начинать выполнять движения. Поднимайте таз на максимальную высоту. При этом нельзя поднимать голову и опираться на затылок. Такого рода выполнение в корне не правильно и можно легко травмироваться. При подъеме таза, голова, плечи, руки и стопы плотно прижаты к полу.
                4.Когда вы максимально сократили ягодицы, задержитесь на 1-2 секунды в верхнем положении (чтобы сделать пиковое сокращение), после чего плавно опустите таз в исходное положение.`,
                tips: `1.При выполнении движения, старайтесь чувствовать целевые мышцы. Вы должны по максимум сосредоточить нагрузку на ягодицах.
                2.При опускании таза не стоит делать резких движений. Плавно без рывков и падений опустите таз в исходное положение.
                3.Чтобы мышцы постоянно находились в напряженном состоянии, а нагрузка никуда не исчезала, при возвращении в исходную позицию нельзя касаться ягодицами пола. В период выполнения упражнения постоянно сохраняйте напряжение. В противном случае вся эффективность подъемов таза теряется.`,
                sport: `Это упражнение используется для прокачки большой ягодичной мышцы. Именно эта мышца отвечает за визуальные формы ягодиц. Также этот большой мускул отвечает за удержания тела в вертикальном положении. Во время выполнения движения в работу включается задняя поверхность бедра (двуглавая мышцы бедра). Упражнение не очень сложное, поэтому его может выполнять спортсмен с любым уровнем подготовки.
                Безусловно, как и в большинстве упражнений, в нем можно использовать дополнительные отягощения, однако, это уже для более опытных атлетов. Если вы новичок, для начала изучите правильную технику, отработайте движение до идеала. После того как движения будут отработаны, мышцы немного окрепнут и привыкнут к нагрузкам, можно усложнять упражнение, применяя дополнительные отягощения.`,
                imageLink: '../public/img/exercises/1000/1006.jpg'
            }
        ];
    }
}