export class ChestTo {
    constructor() {
        this.exercices = [
            {
                id: 401,
                type: 'Грудь',
                name: 'Жим гантелей лежа на горизонтальной скамье ',
                muscles: `Грудь: большая грудная, малая грудная.
                Мышцы-ассистенты: передние дельты, передняя зубчатая, клювовидно-плечевая, трицепс.`,
                equipment: `1.Поставьте гантели по бокам горизонтальной скамьи (грифы гантелей параллельны скамье). Расположитесь на скамье так, чтобы голова, плечи и ягодицы были плотно прижаты к скамье. Спина чуть выгнута (скруглена) в области поясницы, ступни шире плеч и упираются в пол.
                2.Возьмите гантели хватом сверху (ладони смотрят друг на друга), согните руки в локтях и поднимите гантели до уровня груди, а затем, с разворотом рук в запястьях, выжмите гантели вверх. Руки полностью выпрямлены, гантели – строго над серединой груди и соприкасаются друг с другом, их грифы перпендикулярны скамье (ладони смотрят вперед-вверх). Это и есть исходное положение (верхняя точка) упражнения.
                3.Сделайте вдох и, задержав дыхание, опустите гантели по широкой дуге к бокам грудной клетки. При этом локти расходятся строго в стороны.
                4.Как только грифы гантелей окажутся на уровне груди, без всякой паузы, мощным движением, по широкой дуге выжмите их вверх так, чтобы они слегка «клацнули» друг о друга в верхней точке.
                5.Сделайте сильный выдох, преодолевая самый сложный участок жима.
                6.В верхней точке сделайте паузу, сведя гантели вместе, затем выполните необходимое число повторений.`,
                tips: `1.Так как здесь необходимо прилагать дополнительные усилия на балансировку гантелей во время движения (чтобы поднимать и опускать их симметрично и по правильной траектории), то общий вес гантелей должен быть несколько меньше веса штанги, с которой вы обычно отрабатываете жим лежа.
                2.Если вы работаете с легкими гантелями, то дышать можно, как заблагорассудится. Но при жиме тяжелых гантелей правильное дыхание имеет критическое значение.
                3.Вдох и задержка дыхания помогает стабилизировать грудную клетку и торс, создавая прочную основу для работающих мышц. Когда вы делаете выдох, мышцы-стабилизаторы расслабляются и «костяк», на котором работают мышцы, становится менее жестким. Поэтому выдыхайте только тогда, когда самый тяжелый участок жима уже пройден.
                4.Не пытайтесь помочь себе совладать с большим весом, поднимая таз и бедра вверх и прогибаясь в пояснице. Этим вы смещаете нагрузку с середины и верха груди на ее низ. Плюс ко всему рискуете травмировать поясницу.
                5.Можно выполнять жим гантелей, держа их нейтральным хватом (ладони смотрят друг на друга). Это заставит сильнее работать верх груди, передние дельты и, особенно, трицепсы.
                6.В исходном положении (руки выпрямлены) сделайте вдох и, чуть задержав дыхание, опускайте гантели и постепенно выдыхайте по мере приближения к нижней точке. Достигнув ее, сделайте паузу, но не расслабляйте мышцы. Затем – глубокий вдох, и, задержав дыхание, выжмите гантели вверх. Выдохните после того, как преодолеете самый сложный участок подъема. Достигнув верхнюю точку, снова сделайте паузу.`,
                sport: `Жим гантелей лежа уплотняет большие грудные мышцы, наращивает их массу и силу, а также позволяет добиться отчетливого разделения левой и правой половин груди, особенно если в верхней точке вы сводите гантели вместе.
                Жим гантелей на горизонтальной скамье является обязательным элементом силовой подготовки боксеров и каратистов (для наращивания мощи прямых и боковых ударов), игроков в американский футбол (для того чтобы жестче отталкивать противника и сильнее бросать мяч), гимнастов и акробатов (чтобы легче и увереннее выполнять упражнения на кольцах и брусьях).`,
                imageLink: '../public/img/exercises/400/401.jpg'
            },
            {
                id: 402,
                type: 'Грудь',
                name: 'Жим гантелей на скамье с наклоном вверх',
                muscles: `Грудь: большая грудная, малая грудная.
                Мышцы-ассистенты: передние дельты, передняя зубчатая, клювовидно-плечевая, трапеции, короткая головка бицепса.`,
                equipment: `1.Поднимите спинку скамьи на 30-45° по отношению к горизонтали. Лягте на скамью, поставьте ступни шире плеч и упритесь ими в пол. Бедра, плечи и голова прижаты к скамье.
                2.Возьмите гантели хватом сверху и поднимите их на уровень плеч (поближе к дельтам). На протяжении всего упражнения ладони должны смотреть туда же, куда направлен ваш взгляд – строго вверх. Это и есть исходное положение (нижняя точка).
                3.Глубоко вдохните и, задержав дыхание, выжмите гантели вверх так, чтобы в верхней точке они оказались точно над плечами. Локти движутся строго в плоскости плеч и всегда направлены в стороны.
                4.Преодолев самый сложный участок подъема, выдохните.
                5.В верхней точке руки полностью выпрямлены, а гантели расположены строго над плечами. Сделайте паузу и еще сильнее напрягите мышцы груди. Затем – глубокий вдох и, задержав дыхание, опустите гантели к плечам.
                6.Как только гантели достигнут уровня плеч, не останавливаясь, тут же измените направление движения и снова выжмите гантели вверх.
                7.Для повышения интенсивности проработки верхней части мышц груди жмите гантели не просто вверх, а по широкой дуге, сводя их над центром верхнего края грудной клетки так, чтобы в верхней точке гантели почти касались друг друга.
                8.Все фазы упражнения (опускание и жим гантелей) выполняются в умеренном темпе, без ускорений.
                9.Для разнообразия попробуйте выполнить жим гантели одной рукой. При этом старайтесь выжать гантель как можно выше (допускается отрывать плечо от скамьи).`,
                tips: `1.Задержка дыхания во время движения не дает расслабляться мышцам-стабилизаторам, что повышает устойчивость тела и придает дополнительную силу.
                2.На протяжении всего сета локти движутся строго в вертикальной плоскости, проходящей через плечи, и все время направлены строго в стороны. Приближая локти к бокам торса, вы рискуете травмировать плечевой сустав.
                3.В верхней точке руки должны быть полностью выпрямлены, а гантели – над плечами или сведены еще ближе. В противном случае вам не удастся «достать» переднюю зубчатую мышцу и внутренний край верха большой грудной мышцы.
                4.Если в верхней точке гантели расходятся шире плеч, то вы рискуете перегрузить боковой край большой грудной мышцы.
                5.Не останавливайтесь в нижней точке. Это усложняет упражнение. Опускание гантелей и последующий жим должны выглядеть одним плавным, непрерывным движением.
                6.Не используйте чрезмерно тяжелый вес. Это спровоцирует вас задействовать в работу дельты, торс и ноги.
                7.Во время жима гантелей мышцы-разгибатели позвоночника должны быть постоянно напряжены (изометрическое сокращение) и прочно держать естественный изгиб позвоночника, не позволяя голове и плечам отрываться от скамьи.`,
                sport: `В бодибилдинге жим гантелей на скамье с наклоном вверх применяется для устранения проблемы плоской груди. Чем плотнее и массивнее верх груди (а именно сюда направлен фокус нагрузки в упражнении), тем объемнее смотрится вся грудь в целом.
                Сила мышц, задействованных в этом упражнении, крайне важна при выполнении различных толчков, ударов и бросков, особенно когда руки движутся снизу вверх по отношению к туловищу.`,
                imageLink: '../public/img/exercises/400/402.png'
            },
            {
                id: 403,
                type: 'Грудь',
                name: 'Жим от груди в тренажере сидя',
                muscles: `Грудь: большая грудная, малая грудная.

                Мышцы-ассистенты: передние дельты, средние дельты, задние дельты, передняя зубчатая, трицепс.`,
                equipment: `1.Отрегулируйте высоту рукояток так, чтобы они были на уровне плеч или чуть ниже.
                2.Сядьте ровно и прижмитесь спиной и головой к спинке тренажера. Поставьте ноги шире плеч так, чтобы ступни оказались строго под коленями (угол в коленях прямой).
                3.Возьмитесь за рукоятки хватом сверху (ладони смотрят вперед) на ширине плеч или шире. Это исходное положение.
                4.Вдохните и, задержав дыхание, выжмите рукоятки от груди.
                5.Сделайте выдох, когда преодолеете самый сложный участок движения или когда полностью выпрямите руки.
                6.В верхней точке сделайте короткую паузу и, задержав дыхание, плавно верните рукоятки в исходное положение.
                7.Как только рукоятки приблизятся к груди, не останавливайтесь и не выдыхайте, а сразу же жмите рукоятки от груди.`,
                tips: `1.Пауза в нижней точке (рукоятки у груди) сильно усложняет упражнение. Когда рукоятки приближаются к груди, задействованные мышцы предельно напряжены и полны энергии. Используйте ее, чтобы быстро изменить направление движения и отпружинить рукоятки от себя. Делая остановку, вы невольно расслабляете мышцы и рассеиваете сосредоточенный в них заряд энергии, а значит, вам придется прилагать дополнительные усилия, чтобы вновь напрячь мышцы в полную силу и сдвинуть рукоятки с мертвой точки. Хотя, с другой стороны, это не так уж плохо, так как по сути является дополнительным стимулом для роста мышц.
                2.Очень важно задерживать дыхание на время возвращения рукояток в исходное положение и жима (т. е. когда мышцы сокращаются или растягиваются, активно сопротивляясь нагрузке). Это помогает легче держать правильное положение позвоночника и позволяет развить более мощное усилие (вы увеличиваете свою силу в среднем на 20 % по сравнению с тем, когда выполняете жим без задержки дыхания).
                3.Если вы работаете с тяжелым рабочим весом, как можно сильнее давите ступнями в пол и ни в коем случае не отрывайте спину и бедра от скамьи.
                4.Если тренажер позволяет использовать нейтральный хват (ладони смотрят друг на друга), чередуйте сеты с нейтральным и прямым (ладони смотрят вперед) хватом. Это позволит обработать мышцы под разными углами.
                5.В исходном положении локти не должны сильно «вылазить» за спину. Возвращая рукоятки к груди, старайтесь разводить локти в стороны, а не отводить их назад, за спину, иначе рискуете травмировать плечевой сустав.`,
                sport: `Жим в тренажере используется для оформления и прорезания мышц груди, добавления им «полосатости».
                Биомеханика движения верхних конечностей в этом упражнении практически такая же, как и при выполнении различных толчков, отжиманий и ударов руками. Эти движения характерны для гимнастики (упражнения на ковре), бокса (различные удары рукой), американского футбола (отталкивание и блокировка противника), тенниса и бадминтона (удары открытой ракеткой), толкания ядра и метания диска.`,
                imageLink: '../public/img/exercises/400/403.jpg'
            },
            {
                id: 404,
                type: 'Грудь',
                name: 'Жим штанги лежа на горизонтальной скамье',
                muscles: `Грудь: большая грудная, малая грудная.
                Мышцы-ассистенты: передние дельты, передняя зубчатая, клювовидно-плечевая, трицепс.`,
                equipment: `1.Лягте на горизонтальную скамью так, чтобы гриф штанги оказался строго над головой. Голова, плечи и ягодицы прижаты к скамье, спина чуть выгнута (скруглена) в области поясницы, ступни шире плеч и упираются в пол.
                2.Возьмитесь за гриф широким хватом сверху (ладонями от себя), расстояние между ладонями шире плеч.
                3.Снимите штангу с упоров и выжмите ее вверх. В верхней точке руки выпрямлены (но не заблокированы в локтях), а гриф штанги находится строго над серединой груди. Это и есть исходное положение. Если вес штанги внушительный, снимайте ее с упоров только с помощью партнера.
                4.Делая глубокий вдох, опустите штангу к нижней части груди. Как только гриф коснется груди, задержите дыхание и мощно выжмите штангу вверх (причем не строго вверх, а слегка по диагонали, по направлению к стойкам, так, чтобы в верхней точке гриф оказался точно над серединой груди).
                5.Делайте выдох только после того, как преодолеете самый сложный участок подъема штанги. В верхней точке (руки выпрямлены) сделайте паузу и еще сильнее напрягите грудь.
                6.Опускайте штангу в медленном или умеренном темпе; жмите штангу от груди в умеренном или быстром темпе.
                7.Не делайте паузу в нижней точке: едва штанга коснулась груди, тут же жмите ее вверх.`,
                tips: `1.Не останавливайтесь в нижней точке. Как только гриф коснулся грудной клетки, не расслабляйте мышцы и, используя накопленную в них энергию, отпружиньте штангу вверх. Делая паузу, вы невольно ослабляете мышечное сокращение и, чтобы выжать штангу, вам придется вновь «собрать всю волю в кулак», затрачивая на это дополнительную энергию. Причем с каждым новым повторением это будет даваться вам все тяжелее и тяжелее. В результате вы можете не дожать запланированное число повторений.
                2.Задержка дыхания во время жима штанги вверх крайне важна для удержания тела в устойчивом, безопасном, положении и помогает развить гораздо более мощное усилие. Помните, чем устойчивее положение тела, тем эффективнее работа мышц и тем меньше нагрузка на суставы.
                3.Не задерживайте дыхание на слишком долгое время. При выполнении упражнения в умеренном темпе задержка дыхания должна составлять около 2-3 секунд.
                4.Преодолев самый сложный участок движения во время подъема штанги, с глубоким выдохом завершите повторение. Если чувствуете, что у вас на это не хватает сил, попросите партнера помочь дожать штангу. Ни в коем случае не замирайте на полпути! Штанга должна все время двигаться.
                5.Чем тяжелее штанга, тем сильнее напряжены мышцы и тем сильнее вы должны выдыхать, когда преодолеваете самый сложный участок подъема штанги.
                6.Выжимая штангу, изо всех сил давите ступнями в пол, как можно крепче сжимайте гриф, а также не отрывайте бедра и плечи от скамьи. Это укрепит устойчивость тела и позволит добиться максимального сокращения мышц груди.
                7.В нижней точке не выталкивайте штангу грудью, выгибаясь всем телом вверх. Это опасно!`,
                sport: `Ни одно упражнение не может сравниться с жимом штанги лежа в решении задачи ударного наращивания мышечной массы и силы мышц груди. И хотя фокус нагрузки здесь направлен на середину груди, ее верхняя и нижняя части работают в полную силу. Но имейте в виду, такое распределение нагрузки имеет место, если вы держите штангу широким хватом. Если же хват точно по ширине плеч, то фокус нагрузки смещается в сторону верха груди.
                Мышцы, задействованные при жиме штанги лежа, имеют большое значение для всех видов спорта, которым присущи отжимания на руках, толчки, броски и удары: бокс (прямые и боковые удары по корпусу), теннис (удары по мячу открытой ракеткой), толкание ядра и метание диска.`,
                imageLink: '../public/img/exercises/400/404.jpg'
            },
            {
                id: 405,
                type: 'Грудь',
                name: 'Жим штанги на скамье с наклоном вверх',
                muscles: `Грудь: большая грудная, малая грудная.
                Мышцы-ассистенты: передние дельты, передняя зубчатая, трапеции, трицепс.`,
                equipment: `1.Поднимите спинку скамьи на 35-40° по отношению к горизонтали. Лягте на скамью, поставьте ступни шире плеч и упритесь ими в пол. Бедра, плечи и голова прижаты к скамье.
                2.Возьмитесь за штангу хватом сверху. Расстояние между ладонями чуть больше ширины плеч.
                3.Снимите штангу с упоров и плавно опустите ее к верхней части груди. Сделайте вдох и, задержав дыхание, выжмите штангу вверх. Локти все время смотрят в стороны.
                4.Выдохните только тогда, когда преодолеете самый сложный участок подъема или когда достигните верхнюю точку (руки полностью выпрямлены, но не заблокированы в локтях).
                5.В верхней точке сделайте паузу и дополнительным усилием еще сильнее напрягите мышцы груди.
                6.Вдохните и, задержите дыхание, плавно спустите гриф к верхней части груди, и как только коснетесь ее грифом, тут же поменяйте направление движения и выжмите штангу вверх.
                7.В нижней точке можно сделать паузу. В этом случае, как только штанга коснулась груди, сделайте выдох, затем глубоко вдохните и, задержав дыхание, выжмите штангу вверх.
                8.Все фазы упражнения (опускание и жим) выполняются в плавном, умеренном темпе.`,
                tips: `1.Задерживайте дыхание во время жима штанги вверх. Это помогает мышцам поясничной области крепче держать позвоночник, повышает устойчивость тела и придает силы.
                2.На протяжении всего упражнения локти должны быть направлены строго в стороны. Помните, чем ближе локти к бокам туловища, тем больше нагрузка смещается на плечи.
                3.Чтобы добиться максимального сокращения верхней части мышц груди и трицепсов, в верхней точке руки должны быть полностью выпрямлены (но не до блокировки в локтях).
                4.Хват не должен быть слишком широким. Так вы уменьшаете амплитуду движения и рискуете перегрузить мышцы груди.
                5.В нижней точке не выталкивайте (не отпружинивайте) штангу грудью, выгибаясь вверх всем телом. На протяжении всего сета жмите и опускайте штангу в умеренном темпе.
                6.Не используйте чрезмерно тяжелую штангу. Решающую роль здесь играет правильная техника, а уже потом вес нагрузки.
                7.На протяжении всего сета ни на секунду не расслабляйте пресс и мышцы поясницы. Чем сильнее они напряжены, тем устойчивее положение торса и легче жать штангу.
                8.Пауза-остановка в нижней точке усложняет упражнение, так как затем требуется дополнительное усилие для того, чтобы сдвинуть остановившуюся штангу с «мертвой точки».
                9.Опускайте и жмите штангу в умеренном темпе. Медленный темп может вызвать чрезмерную нагрузку на суставы и мешает контролировать правильную форму движения.
                10.Если скамья установлена ниже 30° к горизонтали, то фокус нагрузки направлен на среднюю и нижнюю части мышц груди. Если скамья выше 45°, то фокус нагрузки смещается с грудных мышц на дельты.`,
                sport: `Благодаря положительному углу наклона скамьи, вся нагрузка фокусируется на верхней части груди, выделяя и расширяя этот участок.
                Когда вы жмете штангу на скамье с наклоном вверх, мышцы торса и рук работают почти так же, как и при метании копья, при броске мяча двумя руками от груди в баскетболе, прямом ударе в боксе, отталкивании противника двумя руками в регби.`,
                imageLink: '../public/img/exercises/400/405.jpg'
            },
            {
                id: 406,
                type: 'Грудь',
                name: 'Жим штанги на скамье с наклоном вниз',
                muscles: `Грудь: большая грудная, малая грудная.
                Мышцы-ассистенты: передние дельты, передняя зубчатая, клювовидно-плечевая, трицепс.`,
                equipment: `1.Опустите спинку скамьи на 30-45° ниже горизонтали. Лягте на скамью и упритесь подъемами ног в опорные валики.
                2.Голова, плечи и ягодицы прижаты к скамье, спина ровная (не прогибайтесь в пояснице и, наоборот, – не округляйте спину).
                3.Возьмитесь за штангу хватом чуть ниже плеч. Снимите гриф с упоров и выжмите его вверх. Руки выпрямлены. Это и есть исходное положение.
                4.Сделайте вдох и, задержите дыхание, плавно опустите гриф к нижней части груди. Локти все время смотрят в стороны.
                5.Едва штанга коснется груди, тут же измените направление движения штанги и выжмите ее вверх в исходное положение.
                6.Преодолев самый сложный участок подъема, сделайте выдох.
                7.Каждое повторение (опускание и подъем штанги) выполняется одним непрерывным и плавным движением, без остановок.
                8.Вернувшись в исходную позицию, сделайте короткую паузу и выполните следующий повтор.`,
                tips: `1.Не используйте чрезмерно тяжелую штангу. Она может вынудить вас сделать паузу в нижней точке, а это чревато тем, что фокус нагрузки сместится с мышц груди на трицепсы.
                2.Мощный выдох после прохождения самого сложного участка пути во время жима (подъема) штанги – ключевой момент правильного дыхания. Выдыхая, вы тем самым снижаете кровяное давление в головной области, которое достаточно высокое в этом упражнении (это обусловлено задержкой дыхания и тем, что голова находится ниже таза).
                3.Завершив сет, обязательно встаньте со скамьи (или просто сядьте, чтобы торс принял вертикальное положение).
                4.Предупреждение: если у вас повышенное кровяное давление или проблемы с циркуляцией крови, не делайте этого упражнения.
                5.Чтобы добиться максимального сокращения мышц груди и трицепсов, полностью выпрямляйте руки в верхней точке.
                6.Чтобы еще сильнее «достать» мышцы груди, увеличьте амплитуду движения, заменив штангу гантелями: опускайте их вниз до уровня груди и выжимайте их вверх по широкой дуге так, чтобы они слегка «клацнули» друг о друга в верхней точке.`,
                sport: `Отрицательный угол скамьи направляет всю нагрузку на низ груди. В бодибилдинге эта разновидность жима используется, чтобы уплотнить и «подрезать» нижнюю кромку большой грудной мышцы, придать ей более резкие формы и отделить от грудной клетки.
                Приведение отведенной руки к середине туловища в сочетании с разгибанием (выпрямлением) руки – очень характерное движение для бокса (удар сбоку в корпус противника), для гольфа (удар клюшкой по мячу сбоку), для гимнастики (сведение рук при выполнении упражнений на кольцах). Регулярно отрабатывая жим лежа, вы улучшите свое мастерство не только в этих видах спорта, но и в борьбе, американском футболе и бейсболе.`,
                imageLink: '../public/img/exercises/400/406.png'
            },
            {
                id: 407,
                type: 'Грудь',
                name: 'Отжимания на брусьях',
                muscles: ``,
                equipment: `1.Встаньте перед брусьями. Их ширина должна быть чуть больше плеч. Помните, что слишком большое расстояние между брусьями может привести к травме некоторых мышц суставной сумки плечевого пояса. Начинать отжиматься следует с собственным весом, но потом вы можете использовать дополнительные отягощения, прикрепляя их к специальному поясу.
                2.Примите положение упора на брусьях на прямых руках. Начинать это упражнение из нижней позиции весьма рискованно. Старт из верхней точки позволяет мышцам сократиться и приготовиться к работе.
                3.Наклоните торс вперед, а затем медленно опуститесь между брусьями, сгибая руки в локтях. Важно сопротивляться гравитации на пути вниз, в противном случае, вы можете повредить грудную мышцу, в месте крепления ее к плечевой кости, или локтевой сустав. Если вы опускаетесь вниз лишь частично, то активируете медиальную и внешнюю головки трицепса, но мало что делаете для грудных мышц. Чтобы полностью активировать последние, опускайтесь глубоко вниз, пока кисти не окажутся на уровне подмышек. Верхняя часть грудных мышц должна лишь слегка возвышаться над брусьями. Такая полная растяжка позволяет отвести плечевые отделы рук далеко назад, тем самым полностью активируя большие грудные мышцы. Однако если раньше вы не опускались до такого уровня, остановитесь в удобном положении и поднимайтесь. На следующей тренировке попробуйте опуститься чуть ниже. Не используйте дополнительные отягощения, пока не добьетесь полной растяжки груди!
                4.После двухсекундной паузы в растянутой позиции вы готовы подниматься вверх. Локти должны смотреть в стороны, если вы нацелены на проработку грудных мышц. Ваши кисти будут повернуты внутрь, и грудные мышцы попытаются стабилизировать и тянуть плечевые отделы рук к серединной линии корпуса (приведение рук). Таким образом, вы больше активируете среднюю и нижнюю секции грудных мышц, чем, если бы локти смотрели назад. К тому же, вы должны сохранять наклон корпуса вперед (подбородок упирается в грудь), чтобы увеличить нагрузку на нижние регионы груди. Если же вы хотите, чтобы большую часть работы выполняли трицепсы, то сохраняйте вертикальное положение корпуса (не наклоняйтесь вперед), а локти старайтесь держать близко к торсу во время всего движения. Однако вы должны знать, что в таком случае трицепсы сдадутся раньше грудных мышц, то есть, в такой форме это упражнение не будет эффективным для груди.
                5.Достигнув растянутой позиции в нижней точке, вы можете довольно быстро подниматься. Однако если вы не очень гибки и раньше не достигали такой растяжки, не делайте этого! Поднимайтесь медленно и ровно, выпрямляя локти. Убедитесь, что во время подъема локти не приближаются к ребрам.
                6.Выполните столько повторений, сколько сможете. Когда следующий полный подъем окажется невозможным, медленно опуститесь в нижнюю точку и снова поднимитесь на максимально возможную высоту. Повторите. При таких частичных повторениях функции грудных мышц, отвечающие за выпрямление плечевого сустава и приведение рук, все еще действуют, а грудные мышцы получают полную растяжку между повторениями. После того, как трицепсы устанут, вы можете выполнять негативные (эксцентрические) повторения. При помощи ног вы поднимаетесь в верхнюю позицию, затем медленно опускаетесь.`,
                tips: `1.Это упражнение не рекомендуется использовать начинающим, так как выполнение требует значительных усилий и надежных, безопасных движений. С этой целью следует использовать тренажеры, позволяющие отработать соответствующую технику.
                2.Выполнение упражнения 10-20 раз дает оптимальный результат. Для увеличения объема и силы мышц опытные спортсмены подвешивают к специальному поясу закрепленные гантели или диски от штанги.`,
                sport: ``,
                imageLink: '../public/img/exercises/400/407.jpg'
            },
            {
                id: 408,
                type: 'Грудь',
                name: 'Отжимания от пола широким хватом',
                muscles: ``,
                equipment: `1.Выполняя упражнение, учитывайте, что спина не должна прогибаться, а ягодицы торчать вверх. То есть тело должно занимать прямое положение и держаться на выпрямленных руках. Это и будет исходным положением. После этого, сгибая руки, опускайте тело вниз. Как только кончик носа или грудь слегка коснутся пола, можете выпрямляться. Следите за дыханием: на движении вниз – выдох, а на движении вверх – вдох.
                2.Непосредственно от положения рук будет зависеть распределение нагрузки и веса. Стандартно руки ставятся приблизительно на ширину плеч, но при этом нагрузка становится неравномерной. Если же руки будут стоять шире плеч, то большая часть нагрузки будет на дельтовидных мышцах и грудной мышце. Небольшое расстояние между руками – нагрузка на грудную мышцу (внутреннюю ее часть) и на трицепс.`,
                tips: `Для тренировки силы следует выполнять быстрые движения при помощи таких упражнений можно существенно увеличить тренировочные веса при выполнении жима лежа, путем быстрых порывистых движений в отжиманиях можно нивелировать эффект мертвой точки в начале жима штанги, боксеры используют данное упражнения для увеличения силы удара, для постановки и увеличения силы удара необходимо использовать технику отжиманий с отталкиванием от пола.`,
                sport: `Отжимания от пола способствуют не только развитию мышечной массы они также тренируют вашу выносливость и силу, несмотря на всю свою простоту существует много видов отжиманий.`,
                imageLink: '../public/img/exercises/400/408.jpg'
            },
            {
                id: 409,
                type: 'Грудь',
                name: 'Пуловер с гантелью лежа',
                muscles: ``,
                equipment: `1.Лягте на скамью. Ноги поставьте шире плеч, ступни уприте в пол. Бедра, плечи и голова прижаты к скамье. Спина ровная.
                2.Возьмите в обе руки одну гантель и поднимите ее над грудью. Ладони на внутренней поверхности диска гантеля. Рукоятку гантеля обхватите большими и указательными пальцами обеих рук. Это исходное положение.
                3.Сделайте глубокий вдох и, задержав дыхание, плавным движением опустите гантель за голову, слегка сгибая локти.
                4.Как только гантель достигнет крайней нижней точки, без паузы начинайте поднимать гантель по той же траектории, возвращаясь в исходное положение и выпрямляя руки.
                5.Пройдя самый тяжелый участок подъема сделайте выдох и поднимите гантель над грудью выпрямляя руки.
                6.Еще сильнее напрягите мышцы груди, сделайте короткую паузу и продолжайте выполнение упражнения до полного завершения сета.`,
                tips: `На начальном этапе тренировок не старайтесь брать слишком большой вес.
                Выполняйте упражнение спокойно, без рывков, в умеренном темпе. Опускание и подъем должны выглядеть как одно плавное движение. Следите за техникой выполнения упражнения.`,
                sport: `Это упражнение развивает внутреннюю часть большой грудной мышцы, длинную головку трицепса, большую круглую мышцу, широчайшую мышцу спины, а также переднюю зубчатую и малую грудную мышцы.`,
                imageLink: '../public/img/exercises/400/409.png'
            },
            {
                id: 410,
                type: 'Грудь',
                name: 'Разведение гантелей на горизонтальной скамье',
                muscles: `Грудь: большая грудная.
                Мышцы-ассистенты: передние дельты, передняя зубчатая, клювовидно-плечевая.`,
                equipment: `1.Лягте на горизонтальную скамью так, чтобы голова, плечи и ягодицы были плотно прижаты к скамье. Спина ровная, ступни шире плеч и упираются в пол.
                2.Возьмите в обе руки гантели и поднимите их точно над грудью. Гантели почти касаются друг друга, а руки слегка согнуты в локтях. Угол в локтевом суставе зафиксирован и остается неизменным до конца сета.
                3.Сделайте глубокий вдох и, задержав дыхание, разведите руки в стороны. Гантели движутся в вертикальной плоскости.
                4.Как только гантели опустятся до уровня плеч или чуть ниже, как можно сильнее напрягите мышцы груди, измените направление движения и сведите гантели над грудью (по той же траектории, по которой вы их до этого разводили).
                5.Как только пройден самый сложный участок подъема, сделайте выдох.
                6.Как только гантели почти коснутся друг друга, сделайте паузу и еще сильнее напрягите мышцы груди.`,
                tips: `1.Не используйте чрезмерно тяжелые гантели. Они вынудят вас сгибать руки в локтевом суставе и опускать локти значительно ниже уровня плеч. Чем сильнее вы сгибаете руки в локтях, тем больше разведения становятся похожими на жим. Более того, опуская локти гораздо ниже уровня плеч, вы опасно переносите фокус нагрузки на плечевой сустав.
                2.Задерживая дыхание, вы не позволяете расслабляться мышцам-стабилизаторам, которые держат торс в устойчивом положении. А значит, тем самым укрепляете фундамент, на который опираются мышцы, поднимающие нагрузку.
                3.Преодолев самый сложный участок движения в фазе сведения гантелей, обязательно сделайте сильный выдох. Он снимет избыточное давление в грудной клетке.
                4.Разведения гантелей лежа – одно из самых лучших упражнений для развития средней части грудных, придания груди «крутой», выпуклой формы, а также для «оформления» отчетливого разделения между левой и правой большими грудными мышцами.
                5.Следите, чтобы на протяжении всего движения угол в локтевом суставе оставался неизменным, а сведение и разведение рук происходило исключительно в вертикальной плоскости, проходящей через плечи.
                6.Ни в коем случае не отрывайте ступни от пола до конца сета и не ставьте их на скамью в попытке снизить давление на поясницу. Такие «приемы» резко снижают устойчивость тела и повышают риск заработать травму.`,
                sport: `При выполнении разведений гантелей лежа нагрузка сфокусирована на середине и внутреннем крае большой грудной мышцы. Упражнение применяется для дефиниции (четкая форма и разделение мышц между собой) и сепарации («полосатость», «проявление» мышечных волокон) мышц груди.
                Приведение плеча в горизонтальной плоскости по отношению к торсу (сведение рук над грудью) в сочетании с разведением лопаток кнаружи – движение, характерное для гимнастики, бокса, борьбы, тенниса, бадминтона и баскетбола.`,
                imageLink: '../public/img/exercises/400/410.jpg'
            },
            {
                id: 411,
                type: 'Грудь',
                name: 'Разведение гантелей на скамье с наклоном вверх',
                muscles: `Грудь: большая грудная, малая грудная.
                Мышцы-ассистенты: передние дельты, средние дельты, клювовидно-плечевая, передняя зубчатая, трапеции.`,
                equipment: `1.Поднимите спинку скамьи на 30-45° по отношению к горизонтали. Лягте на скамью, поставьте ступни шире плеч и упритесь ими в пол. Бедра, плечи и голова прижаты к скамье. Не прогибайтесь в пояснице, спина должна быть ровная.
                2.Возьмите гантели в обе руки нейтральным хватом (ладони смотрят друг на друга) и сведите их над грудью. Чуть согните руки в локтях и зафиксируйте этот угол в локтевом суставе неизменным до конца сета. Руки перпендикулярны полу.
                3.Сделайте глубокий вдох и, задержав дыхание, разведите руки в стороны, опуская их строго в вертикальной плоскости.
                4.Как только локти окажутся на уровне плеч или чуть ниже (вы почувствуете сильное натяжение в мышцах в области плеч), без всякой паузы измените направление движения на противоположное и начинайте плавно поднимать гантели в вертикальной плоскости, сводя их над грудью.
                5.Выдох делайте после того, как преодолеете самый трудный участок движения или же когда сведете гантели вместе. Сделайте выдох и сведите гантели над грудью.
                6.В верхней точке сделайте небольшую паузу и еще сильнее напрягите мышцы груди.`,
                tips: `1.Движение, свойственное этому упражнению, является «тянущим» (а не «толкательным», как в жиме), поэтому правильная форма движения играет здесь гораздо более важную роль, чем вес нагрузки. Используемые в «разводках» гантели должны быть однозначно легче тех, с которыми вы делаете жимы. Тем не менее, это не означает, что мышцы работают здесь «спустя рукава», скорее даже наоборот, ведь вы все время вынуждены держать гантели на весу, да еще и на вытянутых руках.
                2.Все время держите руки чуть согнутыми в локтях и не изменяйте этот угол в локтевом суставе до конца сета. Особенно будьте начеку в нижней точке движения – поддавшись соблазну согнуть руки, вы превратите «разводки» в жим. Не поддавайтесь и другой крайности, выполняя разведения на прямых руках. Это менее эффективно и к тому же опасно для локтей.
                3.Не опускайте локти значительно ниже уровня плеч. Это создает чрезмерную нагрузку на плечевые суставы и может привести к разрыву сухожилий.
                4.Задержка дыхания помогает контролировать гантели в процессе движения и держать тело в устойчивом положении.
                5.Чтобы добиться максимального сокращения большой грудной и, особенно, передней зубчатой мышцы, старайтесь сводить гантели в верхней точке как можно ближе друг к другу.
                6.Не отрывайте ступни от пола, иначе потеряете устойчивость.
                7.Темп выполнения упражнения – умеренный. Разведение и сведение гантелей выполняется одним плавным, непрерывным движением. Самая распространенная ошибка – слишком быстрый темп. Он ведет к потере правильной формы движения и, в конце концов, превращает разведения в жимы.
                8.Следите за тем, чтобы руки всегда двигались в вертикальной плоскости, проходящей через плечи. Как только вы выходите за эту плоскость и сводите гантели над головой или, наоборот, над низом груди, вы рискуете травмировать плечевой сустав.`,
                sport: `Разведения на скамье с наклоном вверх придают отчетливую форму верхней части большой грудной мышцы, особенно выделяя ее внутренний верхний край.
                Движение, присущее упражнению, практически копирует ключевые движения во многих видах спорта: единоборства (размашистые удары руками сбоку, а также различные блоки и захваты противника, когда ваши руки движутся снизу вверх), теннис (удар открытой ракеткой сбоку снизу вверх при отражении атаки противника), метание копья, передача мяча одной рукой в баскетболе и т. д.
                Регулярно отрабатывая разведения гантелей на скамье с наклоном вверх, вы добьетесь слаженной работы задействованных мышц, увеличите их силу, что в дальнейшем обязательно даст вам дополнительное преимущество над вашими соперниками на спортивной арене.`,
                imageLink: '../public/img/exercises/400/411.png'
            },
            {
                id: 412,
                type: 'Грудь',
                name: 'Сведение в кроссовере через верхние блоки',
                muscles: `Грудь: большая грудная, малая грудная.
                Мышцы-ассистенты: передние дельты, клювовидно-плечевая, передняя зубчатая.`,
                equipment: `1.Прикрепите D-образные рукоятки к троссам кроссовера, проходящим через верхние блоки, и возьмитесь за них хватом сверху. Станьте точно посередине между стойками кроссовера и сделайте небольшой шаг вперед одной ногой. Это придаст телу более устойчивое положение.
                2.Сохраняя естественный изгиб позвоночника (ягодицы слегка отведены назад, грудь – «колесом»), немного, на 15-30°, наклоните торс вперед.
                3.Максимально разведите руки в стороны и слегка опустите их вниз так, чтобы грузы оторвались от упоров, а локти оказались почти на одном уровне с плечами. Чуть согните руки в локтях и разверните кисти ладонями к полу. Локтевой сустав и запястье зафиксированы в этом положении до конца сета. Все движение происходит только в плечевом суставе.
                4.Сделайте глубокий вдох и, задержав дыхание, сведите рукоятки перед торсом до касания друг с другом или даже больше (скрещивая руки).
                5.Как только сведете рукоятки вместе, выдохните и постарайтесь напрячь грудь как можно сильнее. Ваша задача удержать пиковое сокращение мышц хотя бы на секунду. Затем плавно вернитесь в исходное положение (локти на уровне плеч).`,
                tips: `1.Выполняя упражнение на прямых руках, вы рискуете повредить локтевые суставы. Если возвращаясь в исходное положение, вы выпрямляете руки, в работу активно включаются трицепсы и нагрузка на мышцы груди уменьшается. Это свидетельствует о том, что выбранный вес слишком тяжелый.
                2.Сохраняйте неподвижное положение торса на протяжении всего упражнения. Наклоняясь вперед, чтобы помочь себе всем телом свести рукоятки, вы снимаете нагрузку с груди.
                3.Сводите рукоятки по широкой дуге на уровне грудной клетки. Представьте, что вы обнимаете большое дерево. При этом фокус нагрузки нацелен точно на середину груди. Если сводить руки высоко (на уровне головы), то острие атаки смещается на верх груди и передние дельты. Чем ниже вы сводите руки (ниже груди) или чем меньше наклонили торс, тем сильнее сокращается низ большой грудной мышцы.
                4.Задержка дыхания во время позитивной фазы упражнения (сведения рук перед грудью) облегчает удержание тела в неподвижном состоянии и увеличивает вашу силу.
                5.Не стоит напрягать спину и держать плечи отведенными назад. Тем самым вы исключаете из работы переднюю зубчатую мышцу, которая тянет нижний край лопатки вперед и кнаружи, что возможно лишь при пронации плеча (повороте его внутрь, к груди вокруг вертикальной оси). Отсюда вывод: сводя рукоятки перед грудью, скругляйте (пронируйте) плечи.
                `,
                sport: `В бодибилдинге сведения в кроссовере используются для «подрезания» (выделения) низа большой грудной мышцы, придания ей резких форм; для отчетливого разделения мышц груди по центру туловища и «проявления» мышечного рельефа груди.
                Мышцы, задействованные в кроссовере, играют первую скрипку при выполнении различных захватов, ударов и удержаниях в борьбе, боксе и карате; отработке обязательной программы на кольцах в гимнастике; передаче мяча сбоку одной рукой в баскетболе; приеме мяча и ударах открытой ракеткой в теннисе и сквоше.`,
                imageLink: '../public/img/exercises/400/412.jpg'
            },
            {
                id: 413,
                type: 'Грудь',
                name: 'Сведение в кроссовере через нижние блоки',
                muscles: `Задействованные мышцы
                Грудь: большая грудная, малая грудная.  
                Мышцы-ассистенты: передние дельты, клювовидно-плечевая, передняя зубчатая.`,
                equipment: `1.Прикрепите D-образные рукоятки к троссам кроссовера, проходящим через нижние блоки, и возьмитесь за них хватом сверху. Станьте точно посередине между стойками кроссовера и сделайте небольшой шаг вперед одной ногой. Это придаст телу более устойчивое положение.
                2.Чуть согните ноги в коленях и наклоните торс вперед на 10-20°. Слегка согните руки в локтях и зафиксируйте локтевой сустав в этом положении до конца сета.
                3.Сделайте глубокий вдох и, задержав дыхание, сведите рукоятки перед животом, чуть ниже груди. В верхней точке рукоятки должны коснуться друг друга или же скреститься.
                4.Сделайте паузу, выдохните и плавно вернитесь в исходное положение.
                5.На протяжении всего сета торс, ноги, локтевой сустав и запястья зафиксированы. Все движение происходит исключительно в плечевом суставе.`,
                tips: `1.Обязательно задерживайте дыхание во время сведения рук. Так легче держать торс в неподвижном состоянии и концентрироваться на сокращении мышц груди. Когда вы делаете выдох, возвращаетесь в исходное положение, ни в коем случае не расслабляйте мышцы. Активно сопротивляйтесь весу и разводите руки по той же траектории, по которой вы их сводили.
                2.Не выполняйте упражнение на полностью выпрямленных руках, иначе травмируете локтевые суставы.
                3.Чем выше и ближе вы сводите руки, тем сильнее сокращается верхняя часть большой грудной мышцы, в особенности ее внутренний край в области ключицы.
                4.Обязательно сводите руки вместе или скрещивайте их перед торсом. Это гарантия того, что вы полностью задействуете переднюю зубчатую и малую грудную мышцы.
                5.Не сгибайте руки в локтях и не наклоняйте корпус вперед, когда сводите рукоятки вместе.
                6.Для проявления всех деталей большой грудной мышцы и отчетливого разделения мышц левой и правой половины тела, чередуйте кроссовер через нижние блоки с кроссовером через верхние блоки. Последний вариант фокусирует нагрузку на среднюю и нижнюю части груди, особенно на ее внутренние края.`,
                sport: `Кроссовер через нижние блоки целенаправленно нагружает верх груди и применяется для того, чтобы добиться отчетливого разделения левой и правой больших грудных мышц как от дельт, так и между собой по центру туловища, а также для отработки мышечной сепарации верха груди.
                Регулярно отрабатывая сведения в кроссовере через нижние блоки, вы сделаете более мощными свои боковые удары сверху вниз в боксе или единоборствах, станете гораздо увереннее играть у сетки в теннисе, ловчее совершать захват противника и крепче его держать в борьбе, сильнее бросать мяч в гандболе и, наконец, улучшите качество своей программы на кольцах и на ковре в гимнастике.`,
                imageLink: '../public/img/exercises/400/413.jpg'
            },
            {
                id: 414,
                type: 'Грудь',
                name: 'Сведение в тренажере peck-deck',
                muscles: `Грудь: большая грудная, малая грудная.
                Мышцы-ассистенты: передние дельты, клювовидно-плечевая, передняя зубчатая.`,
                equipment: `1.Отрегулируйте высоту сиденья (и/или рукояток) тренажера Peck-Deck так, чтобы когда вы возьметесь за рукоятки, верхние части рук оказались на одном уровне с плечами, а предплечья и локти плотно прижались к мягким упорным подушкам для рук.
                2.Сядьте ровно и прижмитесь спиной и головой к спинке тренажера. Поставьте ноги шире плеч так, чтобы ступни оказались строго под коленями (угол в коленях прямой).
                3.Сделайте вдох и, задержав дыхание, сведите упоры для рук перед грудью. Сделайте выдох, когда преодолеете самый трудный участок движения.
                4.Как только сведете локти максимально близко (верхняя точка упражнения), на 1-2 секунды сделайте паузу и постарайтесь еще сильнее напрячь мышцы груди.
                5.Чуть-чуть расслабьте мышцы груди и позвольте рукояткам плавно развести локти до тех пор, пока они не окажутся на одной линии с плечами или же чуть за спиной (нижняя точка).
                6.Достигнув нижнюю точку, остановитесь и вновь сведите локти.`,
                tips: `Не разводите локти за линию плеч, если ваш плечевой сустав недостаточно гибкий или же если мышцы груди слабые и неэластичные. Отведение локтей за спину создает чрезмерную нагрузку на плечевой сустав и чревато травмой.
                Чтобы не повредить плечевой сустав и, вместе с тем, максимально нагрузить мышцы груди, ни в коем случае не расслабляйте их в негативной фазе (когда вы разводите локти и возвращаетесь в нижнюю точку упражнения).
                Вдох и задержка дыхания во время сведения укрепляет положение торса и увеличивает силу. Держите спину плотно прижатой к спинке тренажера. Это стабилизирует торс и придает силы мышцам груди.`,
                sport: `Сведения в тренажере Peck-Deck добавляют «полосатости» мышцам груди; выделяют их внутренние края, отчетливо разделяя левую и правую большую грудную мышцы по центру тела.
                Сила мышц, задействованных в упражнении, играет важную роль в таких видах спорта, как гимнастика (особенно при отработке упражнений на кольцах и вольной программы на ковре), в боксе (различные хуки), в бейсболе (удары битой справа), а также при выполнении различных ударов сбоку открытой ракеткой в теннисе, сквоше и бадминтоне.`,
                imageLink: '../public/img/exercises/400/414.png'
            },
            {
                id: 415,
                type: 'Грудь',
                name: 'Сведение рук на нижнем блоке лежа',
                muscles: ``,
                equipment: `1.Поставьте скамью таким образом, чтобы лежа ваша грудь была примерно на одном уровне с тросом.
                2.Лягте на скамью и упритесь ногами в пол.
                3.Попросите напарника подать вам рукоятки тренажёра. Возьмите их хватом ладонями вверх.
                4.Разведите немного согнутые в локтях руки в стороны параллельно полу. Совет: на протяжении всего упражнения руки остаются немного согнутыми. Это исходное положение.
                5.На выдохе, напрягая грудные мышцы, сведите руки вместе перед собой. Движение происходит по полукружной траектории. В верхней точке ещё сильнее напрягите мышцы и задержитесь на секунду. Совет: сведённые руки должны оказаться над грудью перпендикулярно полу.
                6.Медленно вернитесь в исходное положение.
                7.Повторите рекомендуемое количество раз.`,
                tips: `1.Размещайте скамью четко по центру тренажера.
                2.Ваша грудь должна находиться на одной линии с натянутыми тросами тренажера.
                3.Работайте силой мышц груди и движением плеч.
                4.Сохраняйте один и тот же угол сгиба локтя на протяжении всего выполнения, иначе нагрузка сместится на руки.
                5.Амплитуда движения – по полукругу и достаточно широкая.
                6.По окончанию выполнения упражнения не бросайте рукоятки тренажера, а аккуратно и поочередно их отпустите.
                7.Используйте для выполнения сведений только D-образную рукоятку.`,
                sport: `Упражнение по технике и по мышечной работе напоминает разведения с гантелями. Как и при работе со свободным весом, сведения нацелены на проработку внутренней части грудных мышц. Упражнение как прокачивает грудь, так и изолирует ее. В отличие от разведений с гантелями, при сведениях на нижнем блоке кроссовера в верхней точке мышцы груди не расслабляются. Не стоит думать, что, выполняя сведения на кроссовере, Вы можете забыть про разведения с гантелями. Чередуйте упражнения в тренировках.`,
                imageLink: '../public/img/exercises/400/415.jpg'
            },
        ];
    };
}