export class ForearmTo {
    constructor() {
        this.exercices = [
            {
                id: 601,
                type: 'Предплечье',
                name: 'Сгибание рук в запястьях',
                muscles: `Предплечье: локтевой сгибатель запястья, лучевой сгибатель запястья, длинная ладонная мышца.`,
                equipment: `1.Возьмите гантели в обе руки, станьте на колени перед скамьей и расположите предплечья поперек скамьи, ладонями вверх. Запястья выдвинуты за край скамьи: разгибая их полностью, вы не должны упираться гантелями в скамью. Чуть отодвиньтесь на коленях от скамьи, чтобы руки почти выпрямились. Туловище и предплечья неподвижны до конца сета. Слегка разожмите ладони так, чтобы гантели могли свободно «скатываться» к пальцам.
                2.Полностью разогните запястья и опустите гантели вниз.
                3.Напрягите мышцы предплечья и плавно поднимите гантели как можно выше. На протяжении всего упражнения локти и предплечья «приклеены» к скамье.
                4.В верхней точке кисти должны быть на 60° выше горизонтали. Достигнув ее, полностью разогните запястья и плавно, под контролем, опустите гантели.
                5.Используя тяжелые гантели, обязательно задерживайте дыхание во время подъема. Выдыхайте, когда опускаете гантели вниз.`,
                tips: `1.В исходном положении руки должны быть полностью выпрямлены. Разгибая локтевой сустав, вы натягиваете все связки, которыми мышцы-сгибатели запястья крепятся к этому суставу. А, как известно, добиться максимального сокращения мышцы можно только тогда, когда все ее связки, которыми она крепится к суставам, хорошо натянуты.
                2.Не отрывайте локти и предплечья от скамьи. Как только это происходит, то львиная доля нагрузки тут же смещается с мышц предплечья на бицепс.
                3.Держите гантели относительно свободным хватом, разжав пальцы – это значительно увеличит амплитуду движения.
                4.Крепко сжимая гантели, вы не сможете полностью разогнуть запястья.
                5.При опускании гантелей вниз запястья могут слегка разворачиваться наружу (мизинцы расходятся). Это не только не опасно, но даже полезно – ваши запястья разгибаются гораздо сильнее. Более того, пытаясь удержать запястье в неподвижном положении, вы можете его травмировать. Вот почему сгибания в запястьях намного безопаснее и эффективнее выполнять с гантелями, чем со штангой, которая не допускает разворота запястий.`,
                sport: `Сгибания рук в запястьях фокусируют всю нагрузку на мышцах внутренней части предплечья, которая определяет объем предплечий, особенно когда вы разворачиваете ладони наружу.
                Как правило, сгибания рук в запястьях используют для устранения дисбаланса в развитии бицепсов и предплечий. Ведь худосочные предплечья враз сведут на нет все великолепие громадных бицепсов и трицепсов.
                Кроме этого сгибания рук в запястьях подарят вам крепкий хват, без которого никогда не добиться успеха в баскетболе, волейболе, гандболе, метании копья, теннисе и борьбе.`,
                imageLink: '../public/img/exercises/600/601.png'
            },
        ];
    };
}