export class HipsTo {
    constructor() {
        this.exercices = [
            {
                id: 101,
                type: 'Ноги',
                name: 'Вышагивания на платформу',
                muscles: `
                Передняя часть бедра: латеральная, медиальная, прямая мышца бедра, промежуточная широкая.
                Задняя часть бедра и ягодицы: бицепс бедра, полусухожильная, полупоперечная, большая ягодичная.`,
                equipment: `
                1.Установите широкую, устойчивую платформу или скамью на уровне колен. Станьте перед ней на расстоянии 15-30 см. Ноги на ширине бедер, а колени чуть согнуты. Подтяните живот и немного прогнитесь в пояснице.
                2.Возьмите гантели и держите их по бокам. Опытные атлеты могут заменить гантели штангой и держать ее на плечах, как в приседаниях. Но не забывайте: и в том, и в другом случае вес должен быть относительно легким.
                3.Сделайте вдох, перенесите центр тяжести на правую ногу, а левой (рабочая нога) шагните на платформу.
                4.Напрягите мышцы бедра рабочей ноги и, опираясь всей ее стопой на скамью, оттолкнитесь правой ногой от пола и приставьте ее к левой ноге на платформе. Выдохните.
                5.Сделайте вдох и, оставляя левую ногу на платформе, отшагните правой ногой назад, на пол. Это и есть одно повторение.
                6.Вначале выполните все повторения сета для левой ноги, затем – для правой, или же чередуйте ноги во время сета.`,
                tips: `
                1.Это упражнение лучше делать с гантелями, чем со штангой, так как в первом случае центр тяжести находится ниже, а значит, вам легче сохранять устойчивое положение. Со штангой гораздо сложнее переносить центр тяжести с одной ноги на другую, особенно когда вы поднимаетесь на платформу (штанга будет «заваливать» вас на бок). Поэтому использовать штангу мы рекомендуем только опытным атлетам. Остальным советуем осваивать вышагивания на платформу с гантелями или вообще без них.
                2.Сохраняйте правильную осанку на протяжении всего сета. Для этого обязательно втягивайте живот во время движения (но не напрягайте его) и не расслабляйте поясничные мышцы, которые держат S-образный изгиб позвоночника.
                3.Во время выполнения упражнения все время смотрите перед собой. Опускайте взгляд на платформу только тогда, когда зашагиваете на нее.
                4.Перед подъемом на платформу и перед тем, как спуститься с нее, обязательно сделайте паузу, чтобы восстановить равновесие. Не отрабатывайте вышагивания в быстром темпе! Это очень опасно!
                5.Увеличивайте рабочий вес только тогда, когда научитесь выполнять упражнение без ошибок. Разучивайте подъемы с легкими гантелями.`,
                sport: `
                В бодибилдинге вышагивания на платформу используют как для наращивания объемов мышц бедра, так и для отработки их дефиниции (отчетливое разделение квадрицепсов, мышц задней части бедра и ягодичных мышц между собой).
                Регулярно выполняя подъемы, вы улучшите свои силовые показатели в приседаниях и становой тяге, толчках и рывках штанги. Слаженная работа и сила мышц-разгибателей бедра и колена крайне важна в легкой атлетике (прыжки в высоту и длину), в бейсболе, баскетболе, регби, футболе и даже в подводном плавании.`,
                imageLink: '../public/img/exercises/100/101.gif'
            },
            {
                id: 102,
                type: 'Ноги',
                name: 'Гакк -  приседание ',
                muscles: `
                Передняя часть бедра: латеральная, медиальная, прямая мышца бедра.
                Задняя часть бедра и ягодицы: бицепс бедра, полусухожильная, полупоперечная, большая ягодичная.
                Спина: разгибатель позвоночника.`,
                equipment: `
                1.Удобно расположитесь в гакк-тренажере. Плотно прижавшись спиной к опоре, подставьте плечи под верхние валики. Ноги на ширине плеч, ступни выдвинуты слегка вперед, ближе к верхнему краю платформы (на расстоянии примерно 30 см от плоскости тела). Торс прямой, ноги чуть согнуты в коленях, подбородок параллелен платформе.
                2.На протяжении всего упражнения удерживайте торс в постоянном напряжении и плотно прижатым к опоре, сохраняя естественный прогиб в пояснице. Голову держите прямо.
                3.Сделайте глубокий вдох и, задержав дыхание, опуститесь до тех пор, пока бедра не займут положение, параллельное платформе (прямой угол в коленном суставе).
                4.Не выдыхая, изо всех сил напрягите квадрицепсы и мощно, но без рывка, вытолкните себя вверх. Приседание и подъем должно выглядеть одним непрерывным движением.
                5.Преодолев самый трудный участок подъема, сделайте выдох.`,
                tips: `
                1.Если поставить ступни строго под тазом (посередине или ближе к внутреннему краю платформы), как при обычных приседаниях, то будет крайне сложно удержать торс прижатым к опоре в нижней точке, а значит, вы рискуете перегрузить поясницу. Более того, при такой постановке ног колени будут «вылазить» за линию пальцев ног, в результате чего резко возрастет нагрузка на коленные суставы.
                2.Выполняя гакк-приседания, представьте, что вы приседаете у стены: ваша задача – как можно плотнее прижаться спиной к стене и скользить по ней вверх-вниз. Такая визуализация научит вас ни на секунду не расслаблять поясничные мышцы и крепко держать спину прямой на протяжении всего сета.
                3.Гакк-приседания гораздо безопаснее приседаний со штангой. Дело в том, что приседая со штангой, вы наклоняете корпус вперед и сильно сгибаете ноги в коленях. В результате мышцы задней части бедра, которые крепятся к тазобедренному и коленному суставам, растягиваются до предела и стремятся повернуть тазобедренный сустав вперед (тянут низ таза снизу вверх), провоцируя опасное скругление спины. В гакк-приседаниях подобное исключено – здесь вы не наклоняете корпус и не сгибаете ноги в коленях настолько сильно.
                4.Гакк-приседания «утюжат» квадрицепсы гораздо сильнее, чем приседания со штангой или в тренажере Смита, акцентируя нагрузку на латеральной (внешней) головке квадрицепса. Чем ближе ступни к верхнему краю платформы, тем больше фокус нагрузки смещается на верх квадрицепса. Чем ниже вы приседаете, тем активнее включаются в работу ягодичные мышцы (но квадрицепсы по-прежнему работают в полную силу).
                5.Задержка дыхания помогает держать мышцы, окружающие поясницу, в постоянном напряжении. Преждевременный выдох, особенно в нижней точке, «сбрасывает» внутригрудное давление и снижает стабильность позвоночника.
                6.Не «тормозите» в нижней точке! Сразу же жмите себя вверх. Изменяйте направление движения быстро, но без рывков.`,
                sport: `
                По сравнению с приседаниями, гакк-приседания намного выразительнее бьют по квадрицепсам и позволяют прицельно «отутюжить» их боковую часть. Именно поэтому гакк-приседания используются не только для наращивания массы квадрицепсов, но и для оттачивания формы латеральной мышцы бедра, что крайне важно для проявления отчетливого разделения между бицепсом бедра и квадрицепсом.
                Регулярно выполняйте гакк-приседания, особенно если вы занимаетесь прыжками в длину и высоту, бегом, футболом, волейболом и другими игровыми видами спорта.`,
                imageLink: '../public/img/exercises/100/102.jpg'
            },
            {
                id: 103,
                type: 'Ноги',
                name: 'Горизонтальная гиперэкстензия ',
                muscles: `
                Задняя часть бедра и ягодицы: бицепс бедра, полусухожильная, полупоперечная, большая ягодичная.
                Голень: икроножная.`,
                equipment: `
                1.Расположитесь на римском стуле так, как показано на картинке А: на опоре «лежит» только средняя часть бедер, ягодицы «висят» за пределами сиденья, а лодыжки упираются в валики.
                2.Выпрямите спину и зафиксируйте естественный изгиб позвоночника. Опустите корпус вниз так, чтобы он образовал с бедрами прямой угол. Это и есть исходное положение.
                3.Скрестите руки на груди, напрягите ягодичные мышцы и поднимите корпус чуть выше параллели пола (ноги прямые).
                4.Согните ноги в коленях и еще выше поднимайте все тело (от колен до головы) – пока между туловищем и полом не образуется угол 30°.
                5.В верхней точке сделайте выдох и слегка расслабьтесь, при этом прочно удерживайте естественный изгиб позвоночника.
                6.Выпрямляя ноги, плавно опустите корпус в исходное положение.
                7.Темп выполнения упражнения – умеренный и плавный, без рывков и ускорений.`,
                tips: `
                1.Не сгибайте ноги в коленях в начале подъема. Это значительно облегчает упражнение, но в то же время снижает эффективность проработки бицепса бедра.
                2.Удерживайте прямую линию от бедра до головы в первой фазе подъема, и от коленей до головы – во второй.
                3.Нет необходимости поднимать корпус слишком высоко. Самая сложная и ответственная часть упражнения – это начало второй фазы подъема, как только вы начинаете сгибать колени. Дальше проще – чем выше вы поднимаетесь, тем легче, и тем меньше нагрузка на целевые мышцы.
                4.Сосредоточьтесь на изометрическом сокращении мышц-разгибателей позвоночника (поясница), чтобы ваш корпус был прочно зафиксирован в правильном положении (естественный изгиб позвоночника) на протяжении всего сета!
                5.Опустите опорные валики пониже, если вы отрабатываете упражнение в первый раз. Это значительно облегчит овладение техникой гиперэкстензии, особенно на этапе подъема тела за счет сгибания коленей. По мере того как вы становитесь сильнее, поднимайте валики до тех пор, пока они не окажутся на одном уровне с сиденьем. Это оптимальное положение, при котором мышцы задней части бедра будут работать по максимуму.
                6.Гиперэкстензия на полу с партнером: предварительно положив под колени упругий мат, опуститесь на колени. Партнер удерживает лодыжки. Голова, таз и бедра зафиксированы на одной линии. Плавно опустите туловище к полу, а затем также плавно поднимитесь вверх.`,
                sport: `
                Гиперэкстензия для мышц бедра задействует ягодицы и мышцы задней части бедра. Это формирующее упражнение уплотняет ягодицы и бицепс бедра.
                Мышцы, работающие при разгибании в тазобедренном и сгибании в коленном суставах, имеют важное значение в легкой атлетике, футболе, регби, бейсболе и хоккее. Сила этих мышц крайне важна при выполнении различного рода взрывных подъемов или выпрыгиваний из положения приседа в волейболе, американском футболе, плавании, баскетболе, прыжках в высоту и длину.`,
                imageLink: '../public/img/exercises/100/103.jpg'
            },
            {
                id: 104,
                type: 'Ноги',
                name: 'Жим ногами в тренажере',
                muscles: `
                Передняя часть бедра: латеральная, медиальная, прямая мышца бедра, промежуточная широкая.
                Задняя часть бедра и ягодицы: бицепс бедра, полусухожильная, полупоперечная, большая ягодичная.`,
                equipment: `
                1.Сядьте в тренажер для жимов ногами и поставьте ступни на ширине плеч на платформе. Носки ног направлены вверх или чуть разведены в стороны. На протяжении упражнения вы должны упираться в платформу всей поверхностью стоп. Отрывая пятки, вы переносите нагрузку на коленные суставы и рискуете их травмировать.
                2.Плотно прижмите верх спины и ягодицы к опорной спинке и не отрывайте их от опоры до конца сета. Освободите фиксаторы платформы и выжмите ее вверх. Ноги выпрямлены, но не до предела (до блокировки коленного сустава). Это и есть исходное положение.
                3.Сделайте глубокий вдох и, задержав дыхание, плавно опустите платформу к груди, до тех пор пока угол в коленном суставе не станет равным 80-90° (нижняя точка упражнения).
                4.Достигнув нижнюю точку, по-прежнему задерживая дыхание, напрягите бедра и, изо всех сил упираясь в платформу пятками, мощно выжмите ее вверх.
                5.Делайте выдох после того, как преодолеете самый сложный участок подъема или, еще лучше, когда выпрямите ноги.`,
                tips: `
                1.Не приближайте бедра слишком близко к грудной клетке. В нижней точке угол в коленях должен быть прямым или чуточку меньше. Сильнее сгибать ноги не имеет смысла: чем острее угол в коленях, тем сильнее мышцы задней части бедра тянут таз вперед и провоцируют округление спины, которое чревато ущемлением дисков позвоночника.
                2.Если ступни расположены ближе к верхнему краю платформы, то мышцы задней части бедра работают сильнее квадрицепсов. Если ступни ближе к нижнему краю, то наоборот – первую скрипку играют квадрицепсы. Однако будьте осторожны: чем ближе ступни к нижнему краю платформы, тем тяжелее согнуть ноги до прямого угла в коленях и при этом удержать пятки на платформе. Помните: отрывая пятки от платформы, вы рискуете перегрузить коленные суставы.
                3.Поставив ступни на ширине плеч или уже, вы нацелите фокус нагрузки на среднюю и наружную часть бедер. Расположив ступни шире плеч, вы «ударите» по внутренней части бедер. Хотите иметь выразительную «каплю» над коленом – поставьте ноги чуть ниже центра платформы на ширине плеч и выполняйте жимы. Лучшего способа «вылепить» эту мышцу просто нет.
                4.Не разгибайте ноги до предела в верхней точке. Как только вы блокируете коленный сустав (легкий щелчок), тут же вся нагрузка переносится с мышц на коленные суставы.
                5.Выжимайте платформу всей ступней. Ни в коем случае не поднимайтесь на носки, отрывая пятки от платформы.
                6.Выполняя жим ногами, вы можете взять гораздо более тяжелый вес, чем в приседаниях со штангой (причем иногда в полтора, а то и в два раза). Безусловно, это означает высокую эффективность упражнения, но вместе с тем и высокий риск.`,
                sport: `В бодибилдинге жим ногами используется, прежде всего, для стимуляции роста медиальной (внутренней) мышцы бедра и придания ей формы отчетливой капли, нависающей над коленом. Тем не менее, изменяя постановку ног на платформе, вы можете перемещать фокус нагрузки по всей ширине квадрицепса и даже направлять его на мышцы задней части бедра.
                Отрабатывая жим ногами, вы научите мышцы-разгибатели тазобедренного и коленного суставов сокращаться быстрее и слаженнее, что обязательно отразится на ваших спортивных достижениях в легкой атлетике (прыжки, бег), футболе, волейболе, хоккее, карате (удары ногой) и плавании (баттерфляй и вольный стиль).
                `,
                imageLink: '../public/img/exercises/100/104.png'
            },
            {
                id: 105,
                type: 'Ноги',
                name: 'Приседания со штангой на груди в тренажере Смитта ',
                muscles: `
                Передняя часть бедра: латеральная, медиальная, прямая мышца бедра, промежуточная широкая.
                Задняя часть бедра и ягодицы: бицепс бедра, полусухожильная, полупоперечная, большая ягодичная.`,
                equipment: `
                1.Установите гриф на уровне ключиц и подсядьте под него так, чтобы он лег на передние дельты. Скрестите руки перед грудью, взявшись за гриф хватом сверху. Возможен и другой вариант хвата: вы не скрещиваете руки, а беретесь за гриф так, как это обычно делают тяжелоатлеты – хватом снизу (ладони смотрят вверх) чуть шире плеч, выдвинув локти вперед так, чтобы верхние части рук были параллельны друг другу и направлены строго вперед.
                2.Поставьте ступни по ширине таза точно под грифом или чуть впереди него. Разблокируйте гриф и выпрямитесь.
                3.Сделайте глубокий вдох и, задержав дыхание, плавно присядьте: таз движется назад и вниз, а колени – строго вниз, «не вылезая» вперед за линию пальцев ног. Приседая, обязательно держите спину слегка прогнутой в пояснице.
                4.Как только бедра стали почти параллельны полу (нижняя точка), без остановки измените направление движения и, сильно напрягая квадрицепсы, плавно поднимитесь вверх.
                5.Преодолев самый трудный участок подъема, сделайте выдох.
                6.Продвинутая техника: достигнув нижнюю точку, на пару секунд остановитесь, затем, изо всех сил напрягая мышцы, мощно вытолкните себя вверх. Нюанс: гриф не должен отрываться от плеч. Эта техника крайне эффективно подстегивает рост мышц и наращивает взрывную силу.`,
                tips: `
                1.Глубина приседа определяется исключительно силой ваших мышц, окружающих поясницу. Они должны крепко держать спину слегка прогнутой по всей амплитуде движения. Чем ниже вы опускаетесь, тем тяжелее мышцам удерживать этот прогиб в пояснице. Если бедра еще не достигли параллели с полом, но вы чувствуете, что спина вот-вот начнет скругляться, не приседайте ниже этой точки и немедленно поднимайтесь вверх, иначе рискуете травмировать поясницу.
                2.Квадрицепсы в приседаниях со штангой на груди трудятся куда сильнее, чем во всех остальных вариациях приседаний. Причем акцент нагрузки здесь отчетливо нацелен на самый верх квадрицепса, чего практически нельзя достичь ни в одном другом упражнении. Что же касается мышц задней части бедра, то для них это упражнение малоэффективно.
                3.Благодаря тому, что основная нагрузка приходится на верх квадрицепса, здесь вы можете опускаться ниже, по сравнению с другими вариациями приседаний.
                4.Задержка дыхания на отрезке «присел-встал» облегчает удержание правильного положения позвоночника. Пройдя самый трудный отрезок подъема, обязательно сделайте сильный выдох, он «сбросит» внутригрудное давление, нарастающее во время подъема.
                5.Позитивную фазу (подъем из приседа) можно выполнять как плавно, так и во взрывной манере. Негативную (приседание) – только в плавном темпе.
                6.Всегда смотрите строго вперед. Не поднимайте голову вверх и не опускайте ее вниз.
                7.Не расслабляйте пресс, но и не «стискивайте» его изо всех сил – это провоцирует скругление спины.`,
                sport: `
                В бодибилдинге приседания со штангой на груди используются для наращивания объемов и оформления верхней части квадрицепсов.
                Практически все виды спорта изобилуют прыжками, приседаниями и толкательными движениями ног. С точки зрения биомеханики, все эти движения есть не что иное, как одновременное разгибание тазобедренного и коленного суставов, которое наиболее ярко проявляется именно в приседаниях. Отсюда вытекает: каким бы видом спорта вы ни занимались, обязательно включайте приседания в свою силовую программу и вы улучшите свои результаты.`,
                imageLink: '../public/img/exercises/100/105.jpg'
            },
            {
                id: 106,
                type: 'Ноги',
                name: 'Приседание со штангой на плечах',
                muscles: `
                Передняя часть бедра: латеральная, медиальная, прямая мышца бедра, промежуточная широкая.
                Задняя часть бедра и ягодицы: бицепс бедра, полусухожильная, полупоперечная, большая ягодичная.`,
                equipment: `
                1.Станьте лицом к грифу посередине атлетической рамы. Подсядьте под гриф штанги (поставив ступни точно под гриф) и упритесь в него верхней частью трапеций. Возьмитесь за штангу хватом сверху чуть шире плеч и выпрямитесь.
                2.Слегка отступите назад (так, чтобы упоры не мешали штанге свободно опускаться вниз). Поставьте ноги на ширине плеч и чуть разведите носки в стороны. Спина и ноги выпрямлены. Вес штанги полностью распределяется на обе ступни (по всей их плоскости). Это и есть исходное положение.
                3.Сделайте глубокий вдох и, задержав дыхание, плавно опуститесь вниз. Представьте, что вы садитесь на стул, расположенный позади вас: колени сгибаются и чуть выдвигаются вперед, ягодицы движутся назад и вниз, а торс при этом наклоняется вперед, до 45° по отношению к вертикали.
                4.Приседая, сосредоточьтесь на удержании позвоночника в естественном S-образном положении. Не скругляйте спину!
                5.На протяжении всего упражнения взгляд направлен строго вперед, а пятки прочно упираются в пол.
                6.Как только бедра окажутся параллельными полу (нижняя точка упражнения), по-прежнему задерживая дыхание, изо всех сил напрягите мышцы бедер и поднимитесь вверх в исходное положение.
                7.Начинайте выдох после того, как преодолеете самый сложный участок подъема. Продолжайте выдыхать до тех пор, пока не примите исходное положение.`,
                tips: `
                1.В целях безопасности всегда держите спину слегка прогнутой в пояснице. Не расслабляйте поясничные мышцы, пока не опустите штангу на упоры. Скругление спины повышает риск травмы и снижает эффективность упражнения.
                2.Держите мышцы живота напряженными на протяжении всего сета. Это существенно облегчает удержание туловища в устойчивом положении и предотвращает его раскачивание. Тем не менее не переусердствуйте: чересчур сильно напрягая пресс, вы невольно начнете скруглять спину.
                3.Приседая и выпрямляясь, ни в коем случае не отрывайте пятки от пола. Приседая на носках (а не на ступнях), вы теряете устойчивость и рискуете травмировать коленный сустав (он будет чересчур сильно выдвигаться вперед). В нижней точке колени не должны «вылазить» за линию пальцев ног.
                4.Глубина приседа (нижняя точка упражнения) определяется исключительно тем, насколько у вас хватит сил держать естественный изгиб позвоночника и не отрывать пятки от пола во время приседания. Если чувствуете, что спина начинает скругляться, а пятки приподнимаются над полом, не приседайте ниже.
                5.Если расстояние между ступнями чуть меньше или равно ширине плеч, то фокус нагрузки приходится на квадрицепсы и они задействованы гораздо сильнее мышц задней части бедра. Но такая постановка ног требует отменной гибкости тазобедренного сустава и ахиллесова сухожилия (иначе вам не удастся опустить бедра до параллели с полом). Если ступни расположены шире плеч, вы можете приседать с более тяжелым весом и не беспокоиться за гибкость тазобедренного сустава. Однако «первую скрипку» здесь играют уже мышцы задней части бедра, а не квадрицепсы.`,
                sport: `
                Приседания со штангой – самое эффективное упражнение для наращивания массы и силы мышц бедра в целом (с акцентом на квадрицепсы).
                Одновременное разгибание коленного и тазобедренного суставов – основное движение в легкой атлетике (прыжки в высоту, в длину, бег), прыжках в воду, баскетболе, волейболе, бейсболе, футболе, хоккее, теннисе и даже в плавании (старт). Поэтому, регулярно отрабатывая приседания со штангой, вы несомненно улучшите свои спортивные показатели во многих видах спорта.`,
                imageLink: '../public/img/exercises/100/106.png'
            },
            {
                id: 107,
                type: 'Ноги',
                name: 'Приседание со штангой на плечах в тренажере Смитта ',
                muscles: `
                Передняя часть бедра: латеральная, медиальная, прямая мышца бедра, промежуточная широкая.
                Задняя часть бедра и ягодицы: бицепс бедра, полусухожильная, полупоперечная, большая ягодичная.`,
                equipment: `
                1.Подсядьте под гриф в тренажере Смита, упритесь в него верхней частью трапеций, обхватите гриф хватом сверху, освободите замки и выпрямитесь. Поставьте ступни на ширине плеч и выдвиньте их вперед так, чтобы пальцы ног «вылазили» на 20-25 см за линию бедер.
                2.Спина слегка прогнута в пояснице и перпендикулярна полу (плечи расположены строго над бедрами).
                3.Сделайте глубокий вдох и, задержав дыхание, присядьте, отводя таз назад – представьте, что садитесь на стул. Опускайтесь до тех пор, пока бедра станут параллельны полу.
                4.Достигнув нижнюю точку, не пружиньте ногами, а, по-прежнему задерживая дыхание, напрягите бедра и плавно, без рывка, измените направление движения и выжмите себя вверх.
                5.Преодолев самый сложный участок, выдохните.
                7.На протяжении всего движения смотрите строго вперед, крепко держите правильный, S-образный изгиб позвоночника и ни в коем случае не отрывайте пятки от пола. Представьте, что они намертво приклеены к полу.`,
                tips: `
                1.Чтобы как следует растянуть ягодицы и мышцы задней части бедра, приседайте чуть ниже того положения, когда угол в коленном суставе составляет 90°. Однако имейте в виду: глубокие приседания, когда бедра опускаются ниже параллели полу, могут опасно перегрузить коленные суставы.
                2.Ступни должны располагаться впереди бедер. Не ставьте их строго под тазом и плечами, иначе вам не удержать пятки на полу во время приседаний. Простое правило: чем выше рост, тем сильнее вперед выдвинуты ступни.
                3.Не расслабляйте мышцы поясничной области и живота на протяжении всего сета! Они должны крепко держать легкий прогиб в пояснице, особенно когда вы приближаетесь к нижней точке. В этот момент мышцы задней части бедра тянут низ таза вперед, чем провоцируют округление спины, при котором опасно возрастает нагрузка на межпозвоночные диски.
                4.Если у вас тугие мышцы задней части бедра или слабые мышцы-разгибатели позвоночника, не приседайте глубоко: вам будет крайне тяжело удержаться от скругления спины.
                5.Приседая, смотрите строго вперед. Поднимая голову вверх, вы рискуете потерять равновесие и чрезмерно прогнуть позвоночник. Если же голова опущена вниз, вы невольно будете скруглять спину, что также чревато травмой.
                6.Правильное дыхание – выпрямились со штангой на плечах, сделали глубокий вдох и, задержав дыхание, присели и встали, выдыхая лишь после того, как одолели самый сложный участок подъема. Такая продолжительная задержка дыхания усиливает внутрибрюшное давление (что облегчает фиксацию правильного положения позвоночника) и помогает развить мощное усилие при подъеме штанги.`,
                sport: `
                Конечно, приседания в тренажере Смита несколько уступают традиционным приседаниям со штангой в деле построения массивных бедер. Но вместе с тем, тренажер Смита имеет свои преимущества. Первое – безопасность. Здесь практически не нужно заботиться о поддержании тела в равновесии во время движения. Второе – тренажер Смита позволяет гораздо отчетливее направить фокус нагрузки на квадрицепсы, в особенности на их нижнюю часть.
                Приседания в тренажере Смита являются обязательным элементом силовой подготовки в тех видах спорта, для которых характерны приседания, прыжки и толчки ногами.`,
                imageLink: '../public/img/exercises/100/107.png'
            },
            {
                id: 108,
                type: 'Ноги',
                name: 'Разведение ног на тренажере',
                muscles: ``,
                equipment: `
                1.Сядьте на сиденье тренажера и прижмите наружную поверхность бедер к подушкам.
                2.Вес тела приходится на седалищные кости, грудь расправлена, спина выпрямлена.
                3.В некоторых тренажерах для принятия правильного исходного положения необходимо воспользоваться стопорным рычагом.`,
                tips: `
                1.Совершайте медленные движения, преодолевая умеренное сопротивление. Избегайте использования силы инерции.
                2.Разводя бедра, сохраняйте нейтральное положение позвоночника.
                3.Движения должны совершаться в тазобедренном, а не в коленном или голеностопном суставе.`,
                sport: ``,
                imageLink: '../public/img/exercises/100/108.jpg'
            },
            {
                id: 109,
                type: 'Ноги',
                name: 'Разгибание ног на тренажере ',
                muscles: `Передняя часть бедра: латеральная, медиальная, прямая мышца бедра, промежуточная широкая.`,
                equipment: `
                1.Удобно расположитесь в тренажере для разгибаний ног или на скамье: голени упираются в валики, бедра не вылазят за край сиденья, угол в коленном суставе составляет 90° или чуть больше. Если у тренажера имеется спинка, плотно прижмите к ней поясницу. Возьмитесь руками за опорные рукоятки по бокам сиденья тренажера или же края скамьи – так легче держать спину ровной и неподвижной.
                2.Расслабьте ступни и слегка поднимите голени (чуть разогните ноги в коленях) так, чтобы груз поднялся с опоры, а голени приняли вертикальное положение. Это и есть исходная позиция.
                3.Сделайте глубокий вдох, задержите дыхание и полностью выпрямите ноги. Выдохните. На пару секунд остановитесь и изо всех сил напрягите квадрицепсы.
                4.Плавно сгибая ноги в коленях и делая вдох, вернитесь в исходное положение (голени перпендикулярны полу). Затем сразу же, без остановки, начинайте следующее повторение.
                5.Для того чтобы добиться максимального сокращения всех четырех мышц квадрицепса, ступни должны быть параллельны или же слегка разведены в стороны.
                6.На протяжении всего упражнения спина, бедра и голеностопный сустав неподвижны – все движение сосредоточено только в коленном суставе.`,
                tips: `
                1.По мнению некоторых спортивных медиков, разгибания ног чересчур сильно нагружают коленные суставы. Чтобы минимизировать этот стресс, не допускайте, чтобы голени заходили под бедра – в нижней точке упражнения угол в коленях должен быть 90° или чуть больше (но никак не меньше).
                2.В верхней точке упражнения обязательно полностью разгибайте ноги – только так можно добиться максимального сокращения медиальной (средней) и латеральной (внешней) мышц квадрицепсов, которые фиксируют коленную чашечку.
                3.Не используйте чрезмерно тяжелый вес – он может перегрузить коленные суставы плюс не даст вам полностью разогнуть ноги. Нагрузку на квадрицепсы здесь лучше наращивать числом дополнительных повторений, а не весом.
                4.Если тугие мышцы задней части бедра мешают вам полностью выпрямлять ноги, в исходном положении немного отклоните торс (и спинку тренажера) назад (до угла в 45°) и установите сиденье параллельно полу. Это не только ослабит натяжение мышц задней части бедра, но и позволит отлично растянуть главные мышцы – квадрицепсы. Не наклоняйте корпус вперед – это снизит эффективность упражнения.
                5.Чтобы нацелить нагрузку на середину квадрицепсов (медиальная мышца), разведите носки ног в стороны. Если хотите прицельно «ударить» по внешним пучкам квадрицепсов (латеральная мышца), поверните носки немного внутрь.
                6.Если чувствуете, что это упражнение чрезмерно нагружает колени, замените его на разгибания ног в блочном тренажере. Прикрепите лямку троса, проходящего через нижний блок к правой лодыжке. Станьте на левую ногу (спиной к блоку), а правую согните в колене и немного поднимите вверх. Удерживая неподвижными торс и бедра, выполните все повторения – разгибания правой ноги. Затем прикрепите лямку к левой ноге и сделайте все повторения для левой ноги.`,
                sport: `
                Разгибания ног прорисовывают прямую мышцу бедра (фронтальная часть квадрицепса), придают ей по всей длине отчетливую, выпуклую форму, особенно бросающуюся в глаза, если смотреть на бедро сбоку. Кроме этого, разгибания ног позволяют добиться четкого разделения между прямой и латеральной мышцами бедра.
                Сила прямой мышцы бедра во многом определяет ваши успехи во всех видах спорта, которым присущи прыжки и бег. Разгибания ног с легким весом – отличный способ восстановить коленный сустав после травмы.`,
                imageLink: '../public/img/exercises/100/109.jpeg'
            },
            {
                id: 110,
                type: 'Ноги',
                name: 'Румынский подьем',
                muscles: `
                Задняя часть бедра и ягодицы: бицепс бедра, полусухожильная, полупоперечная, большая ягодичная.
                Спина: разгибатель позвоночника.`,
                equipment: `
                1.Возьмите штангу хватом сверху, чуть шире плеч. Ладони направлены назад и расположены снаружи, по бокам от бедер. Станьте прямо, слегка прогнитесь в пояснице, отведите плечи назад и выгните грудь вперед. Подбородок параллелен полу. Ноги на ширине плеч и выпрямлены в коленях.
                2.Сделайте вдох и, задержав дыхание и удерживая легкий прогиб в пояснице, плавно отводите таз назад и одновременно наклоняйте корпус вперед.
                3.Во время наклона (и при подъеме) штанга должна скользить по поверхности ног, почти касаясь бедер, коленей и голеней.
                4.Наклоняйтесь вперед до тех пор, пока торс не будет параллелен полу (гриф доходит до середины голеней) или чуть ниже. Достигнув нижнюю точку упражнения, не выдыхайте! Быстро измените направление движения и, продолжая задерживать дыхание и сохраняя прогиб в пояснице, плавно потяните ягодицы вперед и поднимите торс из наклона в исходное положение. Выдохните, когда одолеете самый трудный участок подъема.
                5.На протяжении всего движения крепко держите естественный, S-образный изгиб позвоночника, не сгибайте ноги в коленях, не опускайте голову и старайтесь, чтобы точка опоры всегда приходилась на пятки.
                6.Если тяжело держать ноги прямыми, их можно слегка согнуть в исходной позиции и зафиксировать в коленях до конца сета`,
                tips: `
                1.Не скругляйте спину во время упражнения. Если чувствуете, что вам не удержать прогиб в пояснице, лучше остановитесь, даже если туловище еще не дошло до параллели с полом. Опускаться ниже не имеет смысла – округление спины не только чревато ущемлением дисков, но и практически «выключает» из работы мышцы задней части бедра, так как нагрузка перераспределяется на поясницу.
                2.Не позволяйте грифу отходить от ног, иначе румынский подъем превратится в становую тягу на прямых ногах, в которой поясничные мышцы задействованы гораздо сильнее.
                3.Фокус нагрузки при правильном выполнении румынского подъема приходится на верх и середину бицепса бедра (ближе к тазобедренному суставу) и ягодицы, в то время как при различных сгибаниях ног сильнее сокращается низ задней части бедра (ближе к колену).
                4.Чтобы заставить ягодицы и мышцы задней части бедра сокращаться по максимуму, держите ноги выпрямленными и зафиксированными в коленном суставе. Сгибание-разгибание ног во время движения ослабляет нагрузку на бицепс бедра.
                5.Не тяните штангу руками или поясницей (увеличивая прогиб в пояснице во время подъема туловища). Должно происходить только одно движение – разгибание в тазобедренном суставе за счет усилия мышц задней части бедра и ягодиц. Остальные суставы – неподвижны. Мышцы-разгибатели позвоночника напряжены, но только для того, чтобы держать позвоночник неподвижным. Не напрягайте пресс.
                6.Многие выполняют это упражнение на платформе или скамье, чтобы еще сильнее растянуть бицепсы бедра. Это лишено смысла – бицепсы бедра и так растянуты по максимуму, когда гриф штанги достигает середины голеней.
                7.Насколько низко можно опускать туловище? Как угодно низко, но только при одном условии – вы не скругляете спину.`,
                sport: `
                Румынский подъем наращивает массу верхней половины мышц задней части бедра и ягодиц в целом, подтягивает низ ягодиц вверх, придает им шарообразную форму, утолщает верх и середину бицепса бедра, что визуально увеличивает объем бедра, если смотреть на него сбоку. Кроме этого румынский подъем позволяет добиться отчетливого разделения между бицепсом бедра и ягодицами.
                Регулярно выполняя румынский подъем, вы улучшите показатели в прыжках в высоту, спринте, станете крепче и ловчее ставить блоки в прыжке во время игры в баскетбол и волейбол.`,
                imageLink: '../public/img/exercises/100/110.jpg'
            },
            {
                id: 111,
                type: 'Ноги',
                name: 'Рывок штанги на грудь',
                muscles: `
                Передняя часть бедра: латеральная, медиальная, прямая мышца бедра, промежуточная широкая.
                Задняя часть бедра и ягодицы: бицепс бедра, полусухожильная, полупоперечная, большая ягодичная.   
                Спина и плечи: дельты, трапеции.`,
                equipment: `
                1.Возьмите штангу хватом сверху по ширине плеч. Выпрямитесь и слегка согните ноги в коленях. Удерживая легкий прогиб в пояснице, наклоните торс вперед до угла в 45° к горизонтали (гриф штанги чуть выше колен).
                2.Руки выпрямлены, грудь расправлена, взгляд направлен строго вперед, а плечи, гриф штанги и носки кроссовок находятся в одной вертикальной плоскости.
                3.Сделайте глубокий вдох и, задержав дыхание, соберитесь с силами. Резким упругим движением оттолкнитесь пятками от пола (встаньте на носки) и, чуть подпрыгивая, одновременно: выпрямите ноги (чуть разводя колени и ступни в стороны), поднимите торс из наклона (даже слегка отклоняя его назад) и потяните штангу к подбородку.
                4.Чем выше поднимается штанга, тем больше локти разворачиваются вниз и тем выше поднимаются плечи. Когда гриф достиг уровня подбородка, резко подсядьте под него, одновременно разворачивая предплечья и локти вперед, «примите» штангу на грудь (гриф должен прочно улечься на передних дельтах и ладонях).
                5.Выпрямите ноги, а затем плавным движением опустите штангу к бедрам, в исходное положение. Будьте осторожны: не позволяйте штанге произвольно «лететь» вниз, иначе травмируете ноги.
                6.На протяжении всего упражнения ни на секунду не расслабляйте мышцы, прилегающие к позвоночнику, и пресс. Они должны прочно держать естественный, S-образный прогиб позвоночника. Иначе вы рискуете травмировать спину.`,
                tips: `
                1.Рывок штанги на грудь можно отрабатывать как минимум двумя техниками. Первая (слева) предусматривает, что в прыжке вы слегка разворачиваете ноги носками в стороны, и когда приземляетесь, расстояние между ступнями чуть шире изначального (шире плеч). Вторая техника: подпрыгивая, вы разводите ноги в «разножку», одновременно отставляя одну ногу назад, а другую – вперед, и приземляетесь в выпад ногами. В тяжелой атлетике применяется первая техника, так как позволяет глубже присесть, а значит, взять более тяжелый вес штанги.
                2.Хват на ширине плеч позволяет развить более мощное усилие, особенно в фазе тяги штанги к подбородку, когда основную работу выполняют дельты и мышцы рук.
                3.На протяжении всего упражнения спина должны быть ровной или слегка прогнутой в пояснице. Выпрямление торса (подъем из наклона) происходит исключительно за счет разгибания тазобедренного сустава, а не поясничной области позвоночника.
                4.Именно отталкивание от пола и подъем торса из наклона (за счет усилия ног) сообщает штанге изначальный импульс движения. В этот момент руки расслаблены и выпрямлены: они лишь контролируют подбрасывание штанги. Только после того как штанга доходит до живота, руки сгибаются в локтях и вместе с дельтами подхватывают дальнейшее движение штанги вверх.
                5.Тяните штангу к подбородку быстрым, взрывным движением. Это создаст мощный инерционный момент движения штанги, когда она будет приближаться к верхней точке упражнения, и у вас будет достаточно времени, чтобы успеть подсесть под гриф.`,
                sport: `
                то упражнение из арсенала тяжелой атлетики развивает мощь и силу целого массива мышц (бедра, спина и дельты), учит их работать слаженно, как единый механизм, и дает мощный толчок мышечному росту.
                Включите рывок штанги на грудь в программу силовой подготовки и уже через месяц вы просто удивитесь, насколько сильно вырастут ваши результаты в легкой атлетике, баскетболе, футболе, бейсболе, теннисе, волейболе, борьбе, хоккее и боевых искусствах.`,
                imageLink: '../public/img/exercises/100/111.gif'
            },
            {
                id: 112,
                type: 'Ноги',
                name: 'Сведение ног на тренажере',
                muscles: ``,
                equipment: `
                1.Займите положение в тренажере сидя. Установите ноги в упоры таким образом, чтобы они касались низа внутренней части бедра у колена.
                2.Вес тела приходится на седалищные кости, грудь расправлена, спина выпрямлена.
                3.Сводите ноги силой приводящих мышц на выдохе до соприкосновения упоров.
                4.Вернитесь в исходное положение на вдохе.`,
                tips: `
                1.Работайте медленно, преодолевая умеренное внешнее сопротивление.
                2.Не используйте силу инерции.
                3.Не допускайте выгибания спины дугой при разведении ног.
                4.Концентрируйте внимание на разведении ног от средних и малых ягодичных мышц как противоположном разведению от ступней или коленей.`,
                sport: ``,
                imageLink: '../public/img/exercises/100/112.jpg'
            },
            {
                id: 113,
                type: 'Ноги',
                name: 'Сгибание ног лёжа на тренажере',
                muscles: `
                Задняя часть бедра: бицепс бедра, полусухожильная, полупоперечная.
                Голень: икроножная.`,
                equipment: `
                1.Расположитесь на скамье для сгибаний ног так, чтобы колени слегка вылазили за ее край, а валики упирались в заднюю часть лодыжек.
                2.Возьмитесь за рукоятки (они обычно расположены под изголовьем по бокам скамьи) или за боковые края скамьи.
                3.Сделайте вдох и, задержав дыхание, согните ноги в коленях и потяните валики вверх на себя.
                4.Достигнув верхнюю точку упражнения (голени перпендикулярны полу или же валики почти касаются бедер), остановитесь на пару секунд и еще сильнее напрягите бицепсы бедра.
                5.Выдыхая, плавно разогните ноги в исходное положение и сразу же приступайте к следующему повторению.
                6.Сгибайте и разгибайте ноги в умеренном темпе, без рывков.`,
                tips: `
                1.Скамья с перегибом лучше горизонтальной, так как позволяет максимально растянуть мышцы задней части бедра в нижней точке. Чтобы добиться этого на плоской скамье, вам придется приподнимать таз над скамьей, сильно прогибаясь в пояснице, что может обернуться травмой. В этом случае лучше подложите под таз свернутое валиком полотенце.
                2.Отрабатывайте упражнение в умеренном темпе. Медленный темп повышает риск травмы коленных суставов, особенно если рабочий вес достаточно тяжелый. В этом случае только взрывное, энергичное сокращение мышц бедра позволит сдвинуть вес с «мертвой точки» в самом начале повторения.
                3.В конце повторения ноги должны быть полностью выпрямлены, но вместе с тем не заблокированы в коленях (когда коленный сустав блокируется, вы ощущаете характерный щелчок). В противном случае со временем бицепс бедра утратит эластичность, и вам будет неудобно выпрямлять ноги не только в других упражнениях, но даже и при обычной ходьбе.
                4.Акцент нагрузки в упражнении отчетливо приходится на низ бицепса бедра, полусухожильной и полуперепончатой мышц, а также на верх икроножной мышцы.
                5.Если во время сгибания ног носки кроссовок непроизвольно поворачиваются друг к другу или, наоборот, расходятся в стороны, это верный сигнал о наличии дисбаланса в развитии внутренней и внешней (боковой) сторон мышц задней части бедра. И вам следует поработать над тем, чтобы устранить этот дисбаланс. Если ступни разворачиваются наружу, значит внутренняя сторона бедра слабее боковой и вам следует выполнять сгибания, удерживая носки ног направленными друг на друга (это фокусирует нагрузку на более слабую внутреннюю сторону бедра). И наоборот – если ступни самопроизвольно поворачиваются носками друг к другу, это свидетельствует о том, что внешняя, боковая сторона бедра развита лучше, чем внутренняя. В этом случае отрабатывайте сгибания, удерживая носки ног разведенными в стороны.
                6.Во избежание травмы коленная чашечка должна находиться за пределами скамьи.
                7.Если вы используете горизонтальную скамью, не стоит просить партнера прижимать бедра к скамье. Подъем бедер – вполне естественное движение, которое лишь усиливает сокращение мышц задней части бедра.
                8.Чтобы увеличить нагрузку на икроножные мышцы, держите ступни вытянутыми вдоль линии голеней (как это делают балерины, когда становятся на носки).`,
                sport: `
                Сгибания ног лежа утолщают низ задней части бедра, воздействуя в одинаковой мере как на внутреннюю, так и на внешнюю сторону этого участка мышц, что визуально удлиняет и расширяет бедро, если смотреть на него сзади. Также это упражнение позволяет добиться четкого разделения между бицепсом бедра, полусухожильной и полуперепончатой мышцами (дефиниция) и проявить их рельеф (сепарация).
                Почти все спортсмены включают сгибания ног лежа в свою программу силовой подготовки. И это неудивительно, ведь сгибание ног в колене – весьма характерное движение для футбола (удар по мячу пяткой назад), борьбы (захваты ногами), плавания (брасс), гимнастики и спринта.`,
                imageLink: '../public/img/exercises/100/113.gif'
            },
            {
                id: 114,
                type: 'Ноги',
                name: 'Сгибание ног сидя на тренажере',
                muscles: `
                Задняя часть бедра: бицепс бедра, полусухожильная, полупоперечная.
                Голень: икроножная.`,
                equipment: `
                1.Сядьте в тренажер для сгибаний ног так, чтобы колени вылазили за край сиденья, позволяя сгибать ноги в коленях по максимально возможной амплитуде. Упритесь задней частью голени в валики. В исходной позиции ноги выпрямлены (но не до блокировки в коленях) или чуть согнуты.
                2.Возьмитесь за рукоятки и слегка отклоните корпус назад (предварительно установив под наклоном спинку сиденья). Это немного ослабит натяжение в мышцах задней части бедра.
                3.Сделайте глубокий вдох и, задержав дыхание, согните ноги.
                4.На протяжении сета старайтесь держать прямой угол в голеностопном суставе (носки кроссовок направлены вверх).
                5.Когда в коленном суставе образуется угол 90° (нижняя точка упражнения), остановитесь и постарайтесь максимально напрячь мышцы задней части бедра.
                6.Плавно вернитесь в исходное положение и выполните следующее повторение.`,
                tips: `
                1.Если у вас тугие мышцы задней части бедра, то в исходном положении их тазобедренные сухожилия натянутся, как струна, и вы просто не сможете начать упражнение, не согнув ноги. В этом случае отклоните туловище назад как можно больше и начинайте упражнение на почти выпрямленных ногах, по мере сгибания ног поднимайте торс из наклона в вертикальное положение.
                2.Если ваши мышцы задней части бедра достаточно эластичные, а коленные суставы достаточно гибкие, то вам ничто не мешает начинать упражнение с выпрямленными ногами, но перед тем как начинать сгибание, обязательно изо всех сил напрягите мышцы бедра. Стараясь сдвинуть груз на расслабленных связках, вы рискуете травмировать колени.
                3.Если во время сгибания ног ступни сами по себе поворачиваются внутрь или наружу, это верный признак того, что в развитии полуперепончатой/полусухожильной мышц и двуглавой мышцы бедра существует дисбаланс, который необходимо устранить. Если ступни самопроизвольно поворачиваются внутрь, то всегда держите носки ног направленными наружу. И наоборот, если ступни разворачиваются наружу – держите носки ног направленными внутрь.
                4.В то время как сгибания ног лежа фокусируют нагрузку на нижней половине мышц задней части бедра, сгибания ног сидя позволяют добиться еще большей изоляции нагрузки – оно прицельно бьет по внутренней стороне этого участка мышц, по низу полусухожильной и полуперепончатой мышц, практически «выключая» из работы бицепс бедра.`,
                sport: `
                Сгибания ног сидя утолщают низ полусухожильной и полуперепончатой мышц, которые расположены с внутренней стороны бедра, что визуально удлиняет бедро книзу, если смотреть на него сзади. В фитнесе это упражнение используется для того, чтобы сбалансировать развитие мышц задней части бедра (подтянуть отстающую внутреннюю сторону к более развитой внешней, бицепсу бедра) и добиться четкого разделения мышц между собой.
                Мышцы задней части бедра стабилизируют коленный сустав, когда вы приседаете или приземляетесь на ноги. Чем сильнее эти мышцы, тем меньше вероятность травмировать колено. Поэтому никогда не пренебрегайте сгибаниями ног сидя. По мнению спортивных врачей, это одно из самых эффективных средств укрепления коленного сустава.`,
                imageLink: '../public/img/exercises/100/114.jpg'
            },
            {
                id: 115,
                type: 'Ноги',
                name: 'Сгибание ног стоя на тренажере Хаммер',
                muscles: `Задняя часть бедра: бицепс бедра, полусухожильная, полупоперечная.`,
                equipment: `
                1.Станьте лицом к тренажеру для сгибаний ног стоя.
                2.Поднимите одну ногу и упритесь задней частью лодыжки в валик. Передняя часть бедра плотно прижата к опорной спинке тренажера на протяжении всего упражнения.
                3.Другая нога выпрямлена (но не заблокирована в коленном суставе) и упирается в пол всей плоскостью ступни. На протяжении всего упражнения не поднимайтесь на носок и не отрывайте пятку от пола.
                4.Для придания телу устойчивого положения возьмитесь за поручни тренажера и упритесь грудью в спинку тренажера. Слегка прогнитесь в пояснице.
                5.Сделайте глубокий вдох и, задержав дыхание, согните рабочую ногу в колене, потяните ступню как можно выше.
                6.В верхней точке упражнения валик находится в нескольких сантиметрах от бедра, но не касается его. Сделайте короткую паузу и дополнительным усилием еще сильнее напрягите мышцы задней части бедра.
                7.Делая выдох, медленно опустите ногу. Не разгибайте до конца ногу в нижней точке – груз не должен касаться упоров.
                8.В нижней точке снова сделайте небольшую паузу и приступайте к следующему повторению.
                9.Вначале выполните все запланированные повторения для одной ноги, а затем для другой. Это и есть один сет.`,
                tips: `
                1.Чтобы заставить мышцы задней части бедра работать в полную силу и свести к минимуму риск травмирования тазобедренного и коленного суставов, старайтесь зафиксировать их в неподвижном положении до конца сета. Происходит только сгибание в коленном суставе рабочей ноги, во всех остальных суставах допускается лишь самое минимальное движение (чтобы снять возрастающее давление на коленный сустав).
                2.Если в тренажере нет опорной поставки для груди, держите торс прямо или чуть наклоненным вперед.
                3.Мышцы задней части бедра крепятся к двум суставам. Поэтому и развивать их можно движениями в двух суставах – разгибая тазобедренный сустав или сгибая коленный. В первом случае вы фокусируете нагрузку на верх бедра, во втором – на его низ. Сгибание ног задействует только один сустав, что позволяет максимально изолировать нагрузку на низ бедра (а точнее, на короткую головку его двуглавой мышцы).`,
                sport: `
                В бодибилдинге сгибания ног стоя используются для того, чтобы подчеркнуть, вытолкнуть низ («пик») бицепса бедра, за счет чего бедро выглядит вытянутым книзу и пропорциональным (если смотреть на ногу сбоку). Также это упражнение эффективно прорисовывает мышцы задней части бедра, улучшая их дефиницию и сепарацию.
                Сгибание ног стоя является очень полезным упражнением для всех видов спорта, которым характерны прыжки, бег и различные удары или движения ногами: футбол, баскетбол, гимнастика, легкая атлетика и карате.`,
                imageLink: '../public/img/exercises/100/115.gif'
            },
        ];
    };
}