export class PressTo {
    constructor() {
        this.exercices = [
            {
                id: 701,
                type: 'Пресс',
                name: 'Двойное скручивание',
                muscles: ``,
                equipment: `1.Лягте на спину и согните ноги в тазобедренных и коленных суставах, чтобы бедра были в вертикальном положении, а голени параллельны полу.
                2.Заведите руки за голову, не сводя пальцы в замок.
                3.Сохраняйте нейтральное положение шейного отдела позвоночника.
                4.Активизируйте мышцы живота.`,
                tips: `1.При двойном скручивании стремитесь к тому, чтобы позвоночник был равномерно согнут на всем протяжении. Мышцы живота должны быть постоянно напряжены.
                2.Не используйте силу инерции. Движения должны быть медленными и контролируемыми.
                3.Отрывайте таз от пола только за счет напряжения мышц живота.
                4.При подъеме верхней части туловища подбородок должен быть направлен к груди.
                5.Не помогайте себе руками при сгибании туловища.
                6.Грудь должна быть расправлена, а лопатки опущены.
                7.Поднимая туловище, делайте выдох, а возвращаясь в исходное положение, делайте вдох.`,
                sport: `Для выполнения двойного скручивания требуется полное сокращение мышц живота. Заметьте, что разгибающие мышцы спины, в частности мышца, выпрямляющая позвоночник, препятствуют этому движению и сокращают его амплитуду.
                На выдохе медленно согните верхнюю часть туловища. Одновременно совершите обратное скручивающее движение в нижней части туловища, отрывая таз от пола. Сделайте паузу, вернитесь в исходное положение и повторите упражнение.`,
                imageLink: '../public/img/exercises/700/701.jpg'
            },
            {
                id: 702,
                type: 'Пресс',
                name: 'Косые скручивания',
                muscles: `Мышцы живота: прямая мышца живота, наружные косые, внутренние косые.`,
                equipment: `1.Лягте на пол и согните ноги в коленях. Слегка повернитесь на бок так, чтобы колено коснулось пола.
                2.Одну руку заведите за голову, а другую положите на бедро.
                3.Сделайте вдох. Задержав дыхание, напрягите косые мышцы живота и постарайтесь «сложиться» пополам, направляя голову и плечи строго вверх и вперед.
                4.Как только плечо, на котором вы лежали в исходном положении, поднимется на пару сантиметров над полом, выдохните и вернитесь в стартовую позицию.
                5.После того как отработаете все повторения на одну сторону, повернитесь на другой бок и выполните то же число повторений для другой стороны. Следите за тем, чтобы на протяжении всего сета бедра были развернуты на 90° по отношению к туловищу.`,
                tips: `1.Не стремитесь поднять голову и плечи как можно выше! Это не только не повысит эффективность упражнения, но и может привести к травме (вы сдавливаете позвоночные диски в тот момент, когда сам позвоночник искривлен).
                2.Не делайте это упражнение, если у вас недостаточно гибкий тазобедренный сустав. Вы должны свободно удерживать бедра развернутыми на 90° по отношению к туловищу. Если вам это тяжело, то вы будете скорее выполнять подъемы туловища по диагонали, нежели скручивания, что крайне опасно для позвоночника.
                3.Задерживайте дыхание на время подъема плеч. Это придаст дополнительные силы и позволит лучше сконцентрироваться на сокращении косых мышц живота.
                4.От пола отрываются только голова и плечи. Низ спины всегда прижат к полу. Сгибание происходит исключительно в грудной области позвоночника. Пытаясь поднять весь торс, вы перераспределяете нагрузку с косых мышц на поясницу.
                5.Держите голову и шею на одной линии с позвоночником, не поворачивайте и не наклоняйте голову.
                6.Не тяните голову рукой. Поднимайте плечи только за счет усилия косых мышц.`,
                sport: `Косые скручивания важны для сбалансированного развития всех мышц живота в целом, а также для укрепления поясничной области и профилактики травм позвоночника.
                Сильные косые мышцы живота играют определяющую роль при выполнении ударов с поворотом корпуса в теннисе, хоккее, гольфе, боксе и боевых искусствах, при поворотах и наклонах торса в различные стороны во время игровых ситуаций в футболе, гандболе и баскетболе.`,
                imageLink: '../public/img/exercises/700/702.jpg'
            },
            {
                id: 703,
                type: 'Пресс',
                name: 'Обратные скручивания',
                muscles: `Мышцы живота: прямая мышца живота, наружные косые, внутренние косые.`,
                equipment: `1.Лягте на спину и вытяните руки вдоль туловища. Согните ноги в коленях и поднимите бедра вверх до тех пор, пока они не займут положение, перпендикулярное полу.
                2.Сделайте вдох и, задержав дыхание, напрягите пресс, потяните колени по направлению к груди. В верхней точке упражнения колени должны оказаться максимально близко к груди, а таз должен быть полностью поднят над полом.
                3.Старайтесь не разгибать ноги во время скручиваний, иначе вам будет очень трудно устоять перед соблазном помочь себе завершить повторение за счет усилия мышц ног.
                4.Можно упираться руками в пол, чтобы помочь себе сдвинуть бедра с мертвой точки в самом начале подъема.
                5.Максимально приблизив колени к груди, сделайте выдох.`,
                tips: `1.Полностью отрывайте таз от пола в верхней точке! Без этого вам не удастся максимально сократить мышцы живота.
                2.Чтобы улучшить гибкость поясничной области, тяните колени не к груди, а к голове. Это увеличивает амплитуду движения и сильнее растягивает мышцы поясницы.
                3.Ни в коем случае не опускайте ступни на пол, пока не отработаете весь сет. Начиная скручивания с положения «ступни на полу», вы включаете в работу мышцы-сгибатели бедра и ослабляете нагрузку на пресс.
                4.Не направляйте колени к правому или левому плечу и не крутите плечами (поднимая одно выше другого). Сгибание в тазобедренном суставе и подъем таза должны происходить строго в вертикальной плоскости. В противном случае подъем таза будет происходить при искривленном позвоночнике, что очень опасно. Ведь при этом межпозвоночные диски занимают крайне неустойчивое по отношению друг к другу положение, причем в этом момент на них давит вес поднятых вверх ног и таза.
                5.Задержка дыхания помогает сильнее напрягать мышцы и повышает давление внутри брюшной полости, что облегчает удержание позвоночника в безопасном положении.
                6.Чтобы усилить нагрузку на нижнюю часть пресса, слегка поднимите голову и плечи над полом в самом начале упражнения и не опускайте их вниз до конца сета.`,
                sport: `При выполнении обратных скручиваний мышцы пресса очень тесно взаимодействуют с мышцами-сгибателями бедра.
                Отработка слаженной работы этих групп мышц имеет очень важное значение во многих видах спорта. Например, легкая атлетика: во время бега таз разворачивается назад за счет усилия пресса, и чем больше он развернется, тем сильнее смогут сократиться мышцы-сгибатели бедра, а значит, тем шире получится ваш шаг. Кроме этого, регулярно отрабатывая обратные скручивания, вы станете гораздо быстрее развивать ускорение из неподвижного положения, что крайне важно во всех игровых видах спорта (теннис, футбол, бадминтон, регби), а также в легкой атлетике и карате.
                `,
                imageLink: '../public/img/exercises/700/703.jpg'
            },
            {
                id: 704,
                type: 'Пресс',
                name: 'Планка',
                muscles: ``,
                equipment: `1.Примите позу идентичную положению тела перед отжиманием, опираясь на предплечья.
                2.Локти находятся на ширине плеч, кисти рук должны быть в замке, а пятки не соприкасаются с поверхностью пола.
                3.Предплечья по отношению к плечам находятся под прямым углом.
                4.Ступни ног должны находиться вместе. Подобное положение ступней усложняет равновесие, следовательно и нагрузка на пресс будет соответственной.
                5.Ноги нужно держать в прямом положении и в напряженном состоянии. В противном случае неправильное расположение ног приведет к ослаблению нагрузки на прямую мышцу пресса, что негативно скажется на прогибе поясничного отдела.
                6.Во время выполнения упражнения ягодицы должны быть напряжены. В таком положении мышцы кора получат эффективную нагрузку.
                7.Следите за положением поясницы: не прогибайте и не округляйте спину. Поясница во время выполнения планки в обязательном порядке ровная.
                8.Живот в себя и подтянут к ребрам. Однако втянутый живот не должен каким-либо образом повлиять на качество дыхания во время выполнения упражнения.`,
                tips: `Для увеличения эффекта от упражнения и нагрузки на ягодичные мышцы со временем можно приступать к поднятию ног. Такое физическое упражнение направлено на работу большой ягодичной мышцы, а также задних икроножных мышц. Для представительниц слабой половины человечества упражнение позволяет избавиться от проблемной темы – целлюлита – в области ягодиц.`,
                sport: `Мышцы спины, плечи, а также шейный отдел также отлично прорабатываются во время выполнения планки. Упражнение служит профилактической мерой в борьбе с остеохондрозом поясничного и шейного отделов. Если имеет место боль между лопатками и в плечах, то рассматриваемое упражнение – именно то, что нужно.
                Большая доля упора, следовательно и большая нагрузка во время выполнения планки, приходится на мышцы ног. Заняты все мышцы ног – от бедер до икр.`,
                imageLink: '../public/img/exercises/700/704.jpg'
            },
            {
                id: 705,
                type: 'Пресс',
                name: 'Планка с подтягиванием колена',
                muscles: ``,
                equipment: `1.Примите позу как для отжиманий. В пояснице должен быть естественный прогиб и напряжение, шея прямая, взгляд направлен в пол. Пальцы ладоней направлены вперед. Для ваших локтей будет лучше, если они будут немного согнуты, живот обязательно втяните.
                2.Вместе с выдохом сгибайте колени и тазобедренные суставы, таз при этом должен быть немного поднят вверх, вес тела в основном переносится на руки. 
                3.Сгибайте колени до касания груди, напрягите пресс и вместе со вдохом вернитесь в горизонтальное положение.`,
                tips: `1.Для выполнения этого упражнения у вас должны быть укрепленные мышцы рук и верхняя часть спины. Желательно минимально развитые мышцы нижнего пресса, потому что в целом статическая и динамическая нагрузка сложны для новичка.
                2.Для упрощения упражнения можно опереться предплечьями на скамью.
                3.Самым сложным вариантом выполнения упражнения будет выполнение упражнения на фитболе.`,
                sport: `Это эффективное комплексное упражнение, в котором присутствует динамическая нагрузка. В упражнении активно нагружаются мышцы середины и низа пресса, однако оно достаточно сложное благодаря статической и динамической нагрузке, поэтому его не рекомендуется выполнять начинающим.`,
                imageLink: '../public/img/exercises/700/705.jpg'
            },
            {
                id: 706,
                type: 'Пресс',
                name: 'Подкаты с футболом',
                muscles: ``,
                equipment: `1.Лягте на пол в положение, как для отжиманий, расположив фитбол позади себя.
                2.Положите голень на верхнюю часть мяча. В этом положении ваши ноги должны быть полностью вытянуты, а вес верхней части тела перенесен на руки. Это будет вашим исходным положением.Держите спину прямо, а верхнюю часть тела неподвижной. 
                3.На выдохе начинайте подтягивать колени по направлению к груди, выполняя скручивание. Мяч при этом также подкатывается ближе к верхней части туловища.
                4.В пиковой точке напрягите еще сильнее мышцы брюшного пресса и задержитесь в таком положении на секунду.Затем на вдохе медленно выпрямите ноги, откатывая мяч в исходное положение.`,
                tips: `1.Следите за тем, чтобы спина была прямая, не создавала провалов.
                2.Колени должны стремиться не в пол, а вперед.
                3.Верхняя часть корпуса должна быть зафиксирована в одном положении.`,
                sport: `Упражнение рассчитано на проработку прямых мышц живота по всей длине. За счет стойки на руках дополнительно включаются плечи и руки, за счет планки включается спина. Также задействуются ноги, за счет упора на фитболе. Кроме того упражнение развивает координацию.`,
                imageLink: '../public/img/exercises/700/706.jpg'
            },
            {
                id: 707,
                type: 'Пресс',
                name: 'Подьем ног из положения лежа',
                muscles: ``,
                equipment: `1.Лягте на спину, руки положите вдоль тела или за голову. По желанию вы можете взяться руками за опору за головой, чтобы лучше зафиксировать тело для подъема ног.
                2.Поднимайте прямые ноги чуть дальше вертикального положения и во время подъема делайте выдох.
                3.Опускайте ноги до касания пола и сразу снова поднимайте. Более сложный уровень – удерживайте ноги в воздухе, останавливайте их за несколько сантиметров до касания пола и снова поднимайте вверх.Важная деталь – во время подъема ног старайтесь приподнять таз от пола (скрутиться). Это важно для хорошего включения мышц пресса.`,
                tips: `1.Не поднимайте ноги слишком высоко, этим вы ослабите напряженность пресса.
                2.Также не опускайте ноги на пол на протяжении всего подхода.
                3.Упражнение будет более интенсивным и эффективным, если концентрироваться на поддержании напряжения мышц живота.
                4.Не двигайте туловищем и не поднимайте ноги быстро, так как подъем в этом случае будет осуществляться по инерции, а не силой пресса.`,
                sport: `Данное упражнение хорошо прорабатывает мышцы нижней части брюшного пресса, что совершенно необходимо для полного развития этой мышечной группы. Это упражнение подходит всем любителям фитнеса и спорта, а также очень полезно для новичков. Оно достаточно простое и поможет вам быстро укрепить и подготовить мышцы пресса для более сложных упражнений.`,
                imageLink: '../public/img/exercises/700/707.jpg'
            },
            {
                id: 708,
                type: 'Пресс',
                name: 'Подьемы коленей в висе',
                muscles: `Мышцы живота: прямая мышца живота, наружные косые.
                Мышцы-сгибатели тазобедренного сустава:гребенчатая, прямая мышца бедра, подвздошно-поясничная.`,
                equipment: `1.Подпрыгните и ухватитесь за перекладину. Если она слишком высоко, воспользуйтесь невысокой скамьей или подставкой. Главное, чтобы повиснув на выпрямленных руках, вы не касались ногами пола. Если у вас слабый хват, воспользуйтесь специальными лямками.
                2.Руки полностью выпрямлены, спина слегка прогнута в пояснице. Сделайте вдох. Задержите дыхание, напрягите пресс и, сгибая ноги, постарайтесь поднять колени как можно выше.
                3.Чтобы как следует нагрузить пресс, вы должны поднимать колени выше пояса (точки, когда бедра параллельны полу).
                4.Достигнув верхней точки, еще сильнее напрягите пресс и постарайтесь продержаться в этом положении 1-2 секунды.
                5.Выдохните и, слегка расслабляясь, опустите ноги в исходное положение. Сделайте небольшую паузу и выполните следующее повторение.
                6.Когда вы полностью освоите технику, можно усложнить упражнение: выполняйте подъемы ног, не сгибая их в коленях. При этом в работу более активно включатся мышцы-сгибатели бедра, но вместе с тем увеличится и нагрузка на нижнюю часть пресса.`,
                tips: `1.Для задействования мышц живота в полную силу поднимайте ноги как можно выше. В начале движения основную работу выполняют мышцы-сгибатели бедра, в то время как мышцы живота находятся в изометрическом сокращении (они напрягаются, но не изменяют своей длины). Мышцы живота начинают сокращаться по длине и выполнять львиную долю работы, как только бедра отходят от вертикали более чем на 30-45°. И чем больше становится этот угол, тем сильнее сокращается нижняя часть прямой мышцы живота и тем большую нагрузку она испытывает. Особенно, если вы поднимаете ноги, не сгибая их в коленях.
                2.Не раскачивайтесь. Вы должны начинать подъем ног из абсолютно неподвижного положения.
                3.Разучивайте упражнение с подъемов ног, сгибая при этом их в коленях. Но со временем, по мере приобретения опыта, переходите на более продвинутый уровень – поднимайте ноги, зафиксировав угол в коленях.
                4.Пусть вас не смущает, что в этом упражнении активно включаются в работу мышцы-сгибатели бедра. По большому счету, они задействованы при выполнении любых упражнений на пресс. Полностью изолировать нагрузку на мышцы живота, «выключив» при этом из работы сгибатели бедра, попросту невозможно!
                5.Роль ног в этом упражнении – это рычаг, длина которого регулирует уровень нагрузки. Хотите увеличить нагрузку – больше выпрямляйте ноги.
                6.Если у вас сильные квадрицепсы и бицепс бедра достаточно эластичный (обладает хорошей растяжкой), то, чтобы «включить» мышцы живота, вам потребуется поднимать колени гораздо выше талии.`,
                sport: `Подъемы коленей в висе отлично укрепляют как пресс, так и сгибатели бедра – мышцы, которые отвечают за удержание таза в стабильном положении, от которого напрямую зависит ваша осанка.
                Таким образом, тренируя эти мышцы, вы усиливаете прочность всего поясничного отдела в целом, что очень важно для таких видов спорта, как футбол, акробатика, гимнастика, карате, прыжки с шестом и бег с препятствиями.
                `,
                imageLink: '../public/img/exercises/700/708.jpg'
            },
            {
                id: 709,
                type: 'Пресс',
                name: 'Подьемы ног в висе',
                muscles: `Мышцы живота: прямая мышца живота, наружные косые.
                Мышцы-сгибатели тазобедренного сустава:гребенчатая, прямая мышца бедра, подвздошно-поясничная.`,
                equipment: `1.Подпрыгните и ухватитесь за перекладину. Если она слишком высоко, воспользуйтесь невысокой скамьей или подставкой. Главное, чтобы повиснув на выпрямленных руках и ногах, вы не касались пола. Если у вас слабый хват, воспользуйтесь специальными лямками.
                2.Руки и ноги полностью выпрямлены. Спина слегка прогнута в пояснице.
                3.Сделайте вдох. Задержите дыхание, чуть отведите ноги назад и мощным движением поднимите их как можно выше.
                4.Старайтесь все время держать ноги выпрямленными (но не заблокированными в коленях). Если у вас сильный бицепс бедра, ноги можно слегка согнуть, но при этом зафиксировать угол в коленях до конца сета.
                5.Поднимайте бедра выше пояса! В верхней точке еще сильнее напрягите пресс и постарайтесь удержаться в этом положении пару секунд.
                6.Плавно опустите ноги, сделайте паузу и выполните следующее повторение.
                7.Если тяжело выполнять подъемы с прямыми (или почти прямыми) ногами, можно согнуть их больше. Главное при этом – не изменять угол в коленях до конца сета!`,
                tips: `1.Чем выше вы поднимаете ноги, тем сильнее нагрузка на пресс. В начальной фазе движения работают практически только мышцы-сгибатели бедра. Мышцы живота при этом находятся в состоянии изометрического сокращения (напряжены, но не изменяют своей длины), и доля нагрузки, приходящейся на них, минимальна. Они начинают сокращаться по длине и активно включаются в работу только после того, как вы подняли ноги выше 30-45° от вертикали. Чем меньше угол между бедрами и туловищем, тем больше нагрузка на пресс (и, соответственно, меньше нагрузка на сгибатели бедра) и тем сильнее сокращена прямая мышца живота.
                2.Ключевой момент, позволяющий задействовать пресс в полную силу, – подъем таза. Подняв ноги до уровня пояса, напрягите пресс еще сильнее и подайте таз вверх.
                3.Вас не должен смущать легкий «читинг» в виде отклонения ног назад перед стартом. Этот прием облегчает начальную фазу движения, когда основную работу выполняют нецелевые мышцы (сгибатели бедра). Главное – вовремя «включить» мышцы пресса и «подхватить» движение.
                4.В этом упражнении активно включаются в работу мышцы-сгибатели бедра. Не тревожьтесь. Это вовсе не снижает эффективность упражнения для мышц пресса.
                5.Использовать дополнительное отягощение не имеет смысла. Вес ног плюс вес обуви – уже достаточная нагрузка.
                6.Если вам тяжело удерживать себя в висе на перекладине, воспользуйтесь лямками.
                7.Задержка дыхания во время подъема ног позволяет сильнее напрячь пресс и выше поднять ноги. Делая выдох в этой фазе движения, вы уменьшаете напряжение мышц живота.
                8.Если у вас хорошо развитый бицепс бедра, то вам вряд ли удастся поднять выпрямленные ноги выше пояса. Решение: чуть согните и зафиксируйте ноги в коленях. Конечно, это слегка снизит нагрузку, но вы сможете поднимать ноги выше, а значит, сильнее сокращать пресс.`,
                sport: `Подъемы ног в висе являются самым изматывающим, но вместе с тем крайне эффективным упражнением для мышц живота. Пожалуй, это самое мощное средство «шлифовки» нижних кубиков пресса. Тем не менее, вы можете «подточить» и верхние кубики, если сможете поднимать ноги на уровень груди за счет более сильного поворота таза вверх.
                Движение, типичное для сгибания ног в висе, когда происходит одновременное сгибание и тазобедренного сустава бедра, и позвоночника, присуще большинству видов спорта. Например, подъемы ноги высоко вверх (удары в футболе по летящему мячу, танцевальные па в гимнастике и акробатике, удары в карате) или различные варианты прыжков с приближением бедер к груди (сальто и перевороты в гимнастике, бег с препятствиями, прыжки в воду, в высоту и длину).`,
                imageLink: '../public/img/exercises/700/709.gif'
            },
            {
                id: 710,
                type: 'Пресс',
                name: 'Разведение ног лёжа на спине',
                muscles: ``,
                equipment: `1.Лягте на спину, предварительно постелив на пол гимнастический коврик.
                2.Руки положите параллельно корпусу тела. Поясница должна быть прижата к полу, но следите за тем, чтобы спина была прямой! Это будет вашим исходным положением.
                3.Приподнимите прямые ноги, примерно, на 40 см от пола.
                4.Медленно разведите их далеко в разные стороны и также медленно начинайте сводить их обратно, напрягая мышцы живота!`,
                tips: `1.При выполнении этого упражнения избегайте резких рывков. 
                2.Разводите и сводите ноги плавно, без инерции.
                3.Для увеличения нагрузки повесьте на щиколотки грузики.`,
                sport: `Это упражнение нагружает приводящие мышцы ног, нижнюю часть пресса, а также немного затрагивает наружную поверхность бедра. Упражнение подходит для людей с начальным уровнем подготовки.`,
                imageLink: '../public/img/exercises/700/710.jpg'
            },
            {
                id: 711,
                type: 'Пресс',
                name: 'Скручивания на коленях в блочном тренажере',
                muscles: `Мышцы живота: прямая мышца живота, наружные косые, внутренние косые, поперечные.`,
                equipment: `1.Станьте лицом к верхнему блоку и возьмитесь за канатную рукоятку так, чтобы ладони смотрели друг на друга.
                2.Правильно подберите вес: он должен представлять достаточно серьезное препятствие для сокращения мышц живота, но вместе с тем вес не должен быть настолько тяжел, чтобы он отрывал вас от пола.
                3.Сделайте пару шагов назад и станьте на колени. Расстояние от коленей до стойки тренажера – около метра.
                4.Угол в коленях – чуть менее 90°. Держите ноги зафиксированными в этом положении на протяжении всего сета.
                5.Наклонитесь вперед и слегка прогнитесь в пояснице. Торс практически параллелен полу. Подтяните руки за голову, пока угол в локтях не станет прямым. Зафиксируйте руки в этом положении до конца сета.
                6.Напрягите пресс и потяните трос вниз, наклоняясь до тех пор, пока локти не приблизятся к коленям. Сжимая пресс, обязательно скругляйте спину.
                7.В нижней точке сделайте небольшую паузу и постарайтесь еще сильнее напрячь пресс.
                8.Слегка изменив технику, вы получите отличное упражнение для косых мышц: тяните трос не строго вниз, а по диагонали – правый локоть к левому колену и наоборот.`,
                tips: `1.Бедра, руки и плечи должны оставаться абсолютно неподвижными на протяжении всего упражнения. Как только вы начинаете сгибать ноги, основную работу по подъему груза выполняет уже не пресс, а мышцы-сгибатели бедра. Если же вы сгибаете руки или наклоняете плечи, то превращаете скручивания в пуловер, в котором первую скрипку исполняют мышцы рук и широчайшие спины.
                2.Движение начинается от головы и плечей и постепенно «перетекает» к пояснице. Ваша задача – не наклонить торс строго вниз, а именно «скрутиться», т.е. сжимая пресс, одновременно выгибать спину вверх.
                3.Отрабатывайте упражнение в плавном темпе. Слишком быстрый темп мешает удерживать бедра и руки неподвижными.
                4.Не используйте слишком тяжелый вес. Пресс может расти, как и все другие мышцы! Кроме этого, слишком тяжелый вес провоцирует включение в работу мышц-разгибателей бедра, рук и широчайших. Безукоризненная техника и большое количество повторений – вот два фактора, которые играют решающую роль для придания мышцам формы и оттачивания их дефиниции (разделение по мышечным пучкам).
                5.Возвращаясь в исходное положение, ни в коем случае не прогибайтесь в пояснице. Это может привести к травме.
                `,
                sport: `Скручивание на коленях в блочном тренажере задействуют верхнюю часть пресса и косые мышцы живота. Это изолирующее упражнение для «прорезания» верхних кубиков пресса.
                Так как мышцы живота покрывают желудок и внутренние органы, то при занятиях боксом и боевыми искусствами тренировка этих мышц является первостепенной задачей. Судите сами: ведь они являются вашим единственным щитом от ударов противника. Кроме этого сильный пресс напрямую определяет мощь ваших собственных ударов, особенно если вы наносите их с поворотом корпуса.`,
                imageLink: '../public/img/exercises/700/711.jpg'
            },
            {
                id: 712,
                type: 'Пресс',
                name: 'Скручивания на римском стуле',
                muscles: `Мышцы живота: прямая мышца живота, наружные косые, внутренние косые.`,
                equipment: `1.Сядьте на римский стул. Таз полностью расположен на сидении (ягодицы не выступают за его край). Скрестите руки на груди и упритесь голенями в валики. Ноги прямые.
                2.Сделайте достаточно глубокий вдох и, задержав дыхание, опустите торс чуть ниже уровня бедер.
                3.Скрутитесь вперед: голова и плечи поднимаются на 30-60° от горизонтали. Если вам трудно выполнять упражнение «на весу», поднимайте торс выше (торс перпендикулярен полу).
                4.Преодолев самый сложный участок подъема, выдохните.
                5.Достигнув верхней точки упражнения, сделайте паузу и еще сильнее напрягите мышцы живота.  Выдохните и опуститесь в исходное положение.
                6.Темп выполнения упражнения – медленный или умеренно-медленный.`,
                tips: `1.Опускайте спину чуть ниже уровня бедер так, чтобы она слегка прогнулась в пояснице. Это позволит лучше растянуть мышцы живота, чтобы впоследствии напрячь их сильнее.
                2.Вместе с тем не следует опускать спину слишком низко. Сильно прогибаясь в пояснице, вы резко увеличиваете риск заработать травму.
                3.Поднимаясь вверх, обязательно скругляйте спину, а не просто поднимайте торс усилием поясницы. Основное движение здесь – сгибание позвоночника, а не тазобедренного сустава.
                4.Правильное расположение таза на скамье имеет громадное значение как для эффективной проработки мышц пресса, так и для предотвращения возможных травм. Таз должен полностью опираться на сидение. Благодаря этому вам будет легче скруглять спину при движении вверх и нагрузка будет направлена на верхнюю часть прямой мышцы живота. Если же ягодицы «свисают» со скамьи и вы сидите преимущественно на бедрах, то нагрузка фокусируется на мышцах-сгибателях бедра и нижней части пресса.
                5.Не рекомендуем использовать тяжелые дополнительные отягощения в виде блинов от штанги. Уже сама по себе увеличенная амплитуда движения (по сравнению с традиционными скручиваниями на полу) превращает упражнение в серьезное испытание для мышц живота. Конечно, легкое дополнительное отягощение не помешает – это усилит нагрузку на мышцы живота, правда только в негативной фазе движения, когда вы опускаете торс. Но если на грудь пристроить тяжелый блин, то в работу «на полную катушку» включатся сгибатели бедра и нагрузка на пресс упадет.
                6.Римский стул разработан в первую очередь для гиперэкстензии, где основное движение – сгибание в тазобедренном суставе, а не в талии. Кроме этого, римский стул, как правило, нельзя настроить под определенный рост, и если ваш рост выше среднего, то могут возникнуть трудности с этим упражнением.`,
                sport: `Скручивания на римском стуле являются проверенным временем средством оттачивания формы и рельефа мышц живота, в особенности, если перед вами стоит задача «проявить» средние и верхние кубики пресса.
                От силы и слаженной работы задействованных в упражнении мышц (пресса и сгибателей бедра) во многом зависят ваши показатели в метании копья, прыжках в длину, в высоту, плавании вольным стилем и баттерфляем, волейболе, теннисе и баскетболе.`,
                imageLink: '../public/img/exercises/700/712.jpg'
            },
            {
                id: 713,
                type: 'Пресс',
                name: 'Скручивания',
                muscles: `Мышцы живота: прямая мышца живота, наружные косые, внутренние косые.`,
                equipment: `1.Лягте на пол и согните ноги в коленях под прямым углом. Ступни упираются в пол. Заведите руки за голову и сфокусируйте взгляд на потолке.
                2.Сделайте вдох (чуть более глубокий, чем обычно). Задержите дыхание, напрягите пресс и, не отрывая поясницу от пола, поднимите голову и плечи как можно выше от пола. В верхней точке упражнения взгляд направлен строго вперед.
                3.Представьте, что ваш торс – это «коврик», который нужно свернуть к коленям, т. е. поднимая плечи, обязательно скругляйте спину, а не поднимайте весь торс.
                4.В верхней точке еще сильнее напрягите пресс и постарайтесь удержать тело в этом положении на несколько секунд.
                5.Выдохните и вернитесь в исходное положение.
                6.Сделайте паузу и слегка расслабьте пресс перед тем, как приступать к следующему повторению.
                7.Чтобы нагрузить пресс сильнее, выполняйте скручивания с выпрямленными за головой руками или же используйте дополнительное отягощение (например, держите блин от штанги на груди). Также можно «поиграться» с ногами: держите ступни на весу или же упритесь ими в стену.`,
                tips: `1.Задержка дыхания во время подъема головы и плеч усиливает внутрибрюшное давление, которое помогает держать поясничные мышцы в постоянном напряжении. Делая выдох во время подъема, вы существенно укорачиваете амплитуду движения и расслабляете поясницу, что может привести к травме.
                2.Опускайте плечи до тех пор, пока голова и лопатки не коснутся пола.
                3.Не поворачивайте плечи ни вправо, ни влево во время скручиваний. Изгибание позвоночника под нагрузкой усиливает давление на межпозвоночные диски.
                4.На протяжении всего упражнения голова и плечи двигаются как единое целое. Не сгибайте шею – по мере скручивания взгляд постепенно перемещается от потолка к коленям. Сосредоточьте все внимание на работе мышц живота.
                5.Поднимая плечи от пола, ни в коем случае не тяните голову руками к груди и не опускайте подбородок – это крайне опасно для шейного отдела позвоночника.`,
                sport: `Скручивание вовлекает в работу всю мышечную группу, известную как брюшной пресс. Она включает прямые мышцы живота, наружные косые мышцы живота и внутренние косые мышцы живота.
                Мышцы пресса задействованы практически при любых движениях, так как выполняют сгибание позвоночника и отвечают за его удержание в стабильном положении. Именно поэтому сильный пресс имеет определяющее значение во всех видах спорта. Регулярно выполняя скручивания, вы улучшите свои спортивные навыки в гимнастике, баскетболе, гольфе, прыжках в воду, боксе, борьбе, футболе, метании копья и бейсболе.
                `,
                imageLink: '../public/img/exercises/700/713.jpg'
            },
            {
                id: 714,
                type: 'Пресс',
                name: 'Скручивания на мяче',
                muscles: ``,
                equipment: `1.Сядьте на "макушку" большого тренировочного мяча, затем немного сместите таз вперед и откиньтесь на спину. Мяч должен оказаться точно под вашей поясницей.
                2.Ступни расставьте и прочно уприте в пол. Колени согнуты под прямым углом.
                3.Выгнитесь в пояснице, чтобы ваши плечи оказались ниже грудины. Это обеспечит прессу предварительную растяжку перед стартом.
                4.Кисти рук заведите за затылок и слегка поддерживайте пальцами голову. Локти посильнее разведите в стороны.
                5.Выдохните, задержите дыхание и поднимите корпус на угол в 45 градусов к горизонтали. В верхней точке дополнительно сократите пресс до предела и держите напряжение на счет "раз-два".
                6.Вдохните, когда вернетесь в исходное положение, и снова выдохните перед началом нового повтора. Делайте упражнение в медленном или умеренном темпе.`,
                tips: `1.Чтобы увеличить нагрузку, вытяните прямые руки за головой.
                2.Мяч должен быть туго надутым. Если он приспущен, упражнение потеряет все свои преимущества и станет копией скручиваний на полу.
                3.Обязательно выгибайте спину на старте. Благодаря этому пресс растягивается. Предварительное растяжение приводит к более полному сокращению рабочей мышцы в позитивной фазе движения.
                4.Тело на мяче неустойчиво. И это хорошо. Пресс – главный стабилизатор корпуса, так что обеспечение равновесия для него привычная работа. Дополнительная задача активизирует весь комплекс мышц живота и заставляет полнее и сильнее сократиться.
                5.В упражнении не рекомендуется использовать дополнительное отягощение. Где бы вы его не держали, на груди или за головой, это все равно опасно. Потеря равновесия угрожает травмой. Интенсивность можно набавить иначе: сделав сразу вслед за скручиваниями на мяче скручивания на полу или римском стуле.`,
                sport: `Сильный пресс нужен во всех видах спорта, но особенно там, где результат игрока зависит от быстрого наклона корпуса. Например, при верхних ударах в теннисе и волейболе, бросках в баскетболе и перепассовках в футболе. Особенно необходим сильный и выносливый пресс гимнастам и гимнасткам (как в спортивной, так и в художественной гимнастике). Упражнение принесет пользу пловцам.
                Что касается бодибилдинга, то скручивания на мяче считаются одним из лучших упражнений для выявления профиля мышц пресса. Их практикуют во время предсоревновательной подготовки. Любителям упражнение нужно для создания прочного мышечного корсета талии, чтобы обезопасить себя от болей в пояснице.`,
                imageLink: '../public/img/exercises/700/714.jpg'
            },
            {
                id: 715,
                type: 'Пресс',
                name: 'Скручивания на скамье с наклоном вниз ',
                muscles: `Мышцы живота: прямая мышца живота, наружные косые, внутренние косые.
                Мышцы-сгибатели тазобедренного сустава:прямая мышца бедра, подвздошно-поясничная.`,
                equipment: `1.Опустите верхний край скамьи под углом 30-40° к горизонтали. Сядьте на нее и уприте голени в валики.
                2.Скрестите руки на груди и опуститесь назад – спина, плечи и голова лежат на скамье.
                3.Сделайте вдох и задержите дыхание. Напрягите мышцы живота и начинайте скручивание – вначале от скамьи отрываются плечи и голова, затем спина.
                4.Поднимайте туловище исключительно за счет усилия мышц живота. Как только между торсом и бедрами образуется прямой угол, замрите на секунду и, выдыхая, еще сильнее напрягите пресс. Плавно опуститесь на половину амплитуды.
                5.Не расслабляйте пресс и не касайтесь скамьи плечами или головой до конца сета.
                6.В исходном положении взгляд направлен в потолок, а во время движения – всегда чуть выше скрещенных рук.`,
                tips: `1.Если вы ранее никогда не выполняли скручивания на скамье с наклоном вниз, не опускайте скамью слишком низко. Начните с легкого наклона скамьи (10° ниже горизонта) и постепенно увеличивайте его.
                2.Не рекомендуем опускать скамью на 40-45° ниже горизонтали. Это чревато тем, что в нижней точке упражнения может произойти чрезмерный прилив крови к голове, что крайне опасно, особенно если у вас слабые кровеносные сосуды.
                3.Если есть желание увеличить нагрузку, скрестите руки за головой и выполняйте упражнение с той же техникой. Главное при этом – не помогать себе руками. Вы должны лишь слегка касаться затылка пальцами. Ни в коем случае не сгибайте шею, наклоняя подбородок к груди!
                4.Если вам тяжело освоить упражнение, то его можно облегчить, уменьшив угол наклона скамьи и/или вытянув руки вдоль корпуса. Помните: чем ближе руки к голове, тем больше нагрузка на пресс.
                5.Наклон скамьи и фиксация голеней обуславливает включение в работу мышц-сгибателей бедра. Они вынуждены напрягаться, чтобы обеспечить удержание таза в устойчивом положении. Не волнуйтесь! Этот фактор только повышает безопасность упражнения и ни в коей мере не ослабляет нагрузку на пресс.
                6.Это упражнение задействует абсолютно все мышцы живота и сгибатели бедра. Тем не менее, больше всего сокращаются верхние пучки прямой мышцы живота, в то время как ее нижние пучки и все остальные мышцы лишь напрягаются, но при этом почти не изменяют своей длины.
                7.Движение вверх – именно скручивание с округлением спины, а не подъем торса! В последнем случае основную работу выполняет вовсе не пресс, а поясничные мышцы.
                8.Задержка дыхания во время скручивания к коленям делает вас сильнее и помогает прочно держать позвоночник. Выдыхайте только после того, как достигли верхней точки упражнения.
                `,
                sport: `Скручивания на скамье с наклоном вниз задействует верхнюю часть пресса, а также прямую мышцу бедра. Это формирующее упражнение на развитие силы и оттачивание формы пресса.
                Регулярно отрабатывая скручивания на скамье с наклоном вниз, вы не только «прорисуете» кубики пресса, но и наверняка улучшите свои спортивные показатели в тех видах спорта, которым присущи броски и удары мяча из-за головы (волейбол, баскетбол, теннис) и различные прыжки с переворотом туловища (гимнастика и акробатика).`,
                imageLink: '../public/img/exercises/700/715.jpg'
            },
            {
                id: 716,
                type: 'Пресс',
                name: 'Скручивания с поднятыми вверх ногами',
                muscles: ``,
                equipment: `1.Лягте спиной на пол или на мат. Руки положите по бокам, ладонями вниз. Ноги все время держите вместе.
                2.Поднимите ноги вверх, пока они не окажутся перпендикулярно полу, слегка согните их в коленях.
                3.Вытяните руки вверх под углом 45 градусов от пола. Это исходное положение.
                4.Не отрывая поясницу от пола, на выдохе медленно поднимите торс и попытайтесь руками коснуться стоп.
                5.На вдохе медленно опустите торс и руки обратно в исходное положение.
                6.Сделайте необходимое число повторов с поднятыми ногами.`,
                tips: `1.Поднимайте плечевой пояс от пола по направлению к тазу усилием мышц брюшного пресса (не рывком).
                2.Для усложнения упражнения используйте дополнительное отягощение. Положите блин на грудь, прижав его плечами.`,
                sport: `Это упражнение очень часто используется атлетами для проработки мышц брюшного пресса. С помощью такого типа скручиваний можно очень быстро избавиться от жировых отложений, скопившихся в области живота. Помимо улучшения сжигания жира, упражнение позволяет создать красивый рельеф для живота.`,
                imageLink: '../public/img/exercises/700/716.jpg'
            },
            {
                id: 717,
                type: 'Пресс',
                name: 'Скручивания с роликом',
                muscles: ``,
                equipment: `1.Займите исходное положение, став на колени и поставив гимнастический ролик перед собой на пол.
                2.Ухватив ручки ролика с обеих сторон, медленно прокатите ролик вперед на столько, насколько сможете.
                3.Задержитесь на секунду в таком положении, после чего медленно возвратитесь в исходное положение.
                4.При выполнении упражнения старайтесь держать корпус прямо. Чтобы увеличить нагрузку можно выполнять скручивания с роликом из положения стоя.`,
                tips: `1.При выполнении упражнения важно следить за дыханием. Движения выполняются на выдохе.
                2.В каждой крайней точке упражнения следует фиксировать положение на секунду.
                3.Необходимо прислушиваться ощущениям в организме. После наступления общей усталости нужно закончить подход. Не стоит доводить организм до перенапряжения.`,
                sport: `Скручивания с роликом задействует почти все мышцы тела, а не только пресс. И в этом его большой плюс. Занятия с ним также дают хорошую нагрузку на мышцы груди, спины, рук и ног. Все упражнения с этим снарядом работают на укрепление мышц. Также комплексные тренировки с фитнес-колесом помогут прорисовать красивый рельеф тела и сжечь излишки жира. Кроме этого, больше количество вариантов позволяет делать, как самые простые упражнения для новичков, так и самые сложные`,
                imageLink: '../public/img/exercises/700/717.jpg'
            },
        ];
    };
}