export class ShinTo {
    constructor() {
        this.exercices = [
            {
                id: 301,
                type: 'Икры',
                name: 'Подьем на носки в тренажере для жима ногами ',
                muscles: `Голень: икроножная, камбаловидная.`,
                equipment: `1.Сядьте в тренажер для жимов ногами и плотно прижмите ягодицы и поясницу к сиденью.
                2.Поставьте подушечки ступней ближе к нижнему краю платформы так, чтобы пятки выступали за ее край, позволяя полностью разогнуть голеностопный сустав. Ступни параллельны или чуть развернуты носками наружу. Расстояние между ступнями выбирается произвольно – так, как вам удобно.
                3.Разблокируйте платформу, возьмитесь за боковые поручни и выжмите ее вверх. В исходном положении ноги выпрямлены (но не заблокированы в коленях) или чуть-чуть согнуты.
                4.Не сгибая ноги в коленях, плавно разогните голеностопный сустав, позволяя платформе опуститься вниз. В нижней точке ахиллесовы растянуты, но не до предела.
                5.Сделайте вдох и задержите дыхание. Напрягите икры и встаньте на носки, выжимая платформу вверх. Темп движения – медленный или умеренный. На пару секунд остановитесь и изо всех сил напрягите икры.
                6.Выдыхая, разогните голеностопные суставы и опуститесь в исходное положение.
                7.Амплитуда движения относительно небольшая – угол сгибания-разгибания голеностопного сустава не больше 30-45°.`,
                tips: `1.Поднимайтесь на носки и опускайтесь в медленном или умеренном темпе. Выполняя движение быстро, вы можете непроизвольно выпрямить ноги до отказа и заблокировать их в коленях или попросту соскользнуть с платформы. И то и другое крайне опасно.
                2.Принципиально важна относительно короткая амплитуда движения. Не следует разгибать и сгибать голеностопный сустав до конца. В этом упражнении именно сокращенная амплитуда является наиболее оптимальной для наращивания силы и массы икр. Полностью разгибая голеностопный сустав (когда вы тянете носок на себя и платформа опускается), вы рискуете не удержать платформу, и она может соскользнуть с подушечек ступней.
                3.Не выполняйте упражнение, если платформа тренажера или подошва вашей обуви имеет гладкую поверхность.
                4.Держите поясничные мышцы, бедра и пресс в постоянном напряжении и фиксируйте тело в неподвижном положении. Движение происходит только в голеностопном суставе.
                5.Не распрямляйте ноги до предела (до щелчка в коленях), когда жмете платформу, – это опасно!
                6.Задерживайте дыхание в позитивной фазе (когда жмете платформу носками) и сосредотачивайте все свое внимание на сокращении икроножных мышц. Выдыхайте в негативной фазе, позволяя платформе плавно опускаться под вашим полным контролем.`,
                sport: `Подъемы на носки в тренажере для жимов ногами «подрезают» низ икроножной мышцы и выделяют ее внутреннюю сторону, благодаря чему икра выглядит гораздо объемнее, если смотреть на нее сзади.
                Сгибание голеностопного сустава – ключевое движение в спортивной ходьбе, беге и прыжках, так как именно подъем на подушечки стоп и отталкивание от земли сообщает телу финальный импульс, который выталкивает его вперед или вверх. Например, в беге или спортивной ходьбе до 50 % от общего усилия всех мышц, толкающих тело вперед, приходится исключительно на мышцы задней части голени. Именно поэтому сила этих мышц крайне важна во всех видах спорта, которым характерны бег, прыжки и быстрые движения ногами.`,
                imageLink: '../public/img/exercises/300/301.jpg'
            },
            {
                id: 302,
                type: 'Икры',
                name: 'Подьем на носки сидя',
                muscles: `Голень: икроножная, камбаловидная, подошвенная, задняя большеберцовая, длинный сгибатель пальцев, длинный сгибатель большого пальца, длинная малоберцовая.`,
                equipment: `1.Сядьте в тренажер для подъемов на носки сидя. Приподнимите валики и поставьте подушечки ступней на подставку для ног так, чтобы пятки свободно свисали за ее край. Ступни должны располагаться параллельно друг другу. Подвиньтесь на сиденье – валики должны лечь четко на низ квадрицепсов. Выпрямите туловище.
                2.Сделайте глубокий вдох и, задержав дыхание, встаньте на носки и поднимите пятки как можно выше.
                3.В верхней точке на 2-3 секунды сделайте паузу и изо всех сил напрягите камбаловидную мышцу, расположенную под икроножной. Выдохните и плавно опустите пятки как можно ниже.
                4.Как только почувствуете, что икры хорошенько натянулись, тут же начинайте подъем на носки.
                5.Для лучшей устойчивости держитесь руками за края сиденья или за рукоятки на раме, к которой крепятся валики.`,
                tips: `1.Чтобы основательно достать обе стороны камбаловидной мышцы (боковую и внутреннюю), в верхней точке обязательно делайте длинную паузу (на 2-3 секунды, не менее).
                2.Обязательно сгибайте-разгибайте голеностопный сустав в полную амплитуду. Старайтесь поднимать пятки как можно выше, а опускать – как можно ниже. Это улучшает гибкость голеностопного сустава и эластичность его связок, что в дальнейшем убережет вас от травм во время аэробных упражнений.
                3.При отсутствии тренажера для подъемов на носки сидя упражнение можно выполнить на обычной скамье, поставив подушечки ступней на брусок высотой не менее 10 см – главное, чтобы вы могли полностью разогнуть голеностопный сустав, не касаясь при этом пятками пола. В качестве нагрузки положите себе на бедра тяжелый блин от штанги.
                4.Учитывая, что в упражнении происходит сгибание коленного сустава, львиная доля нагрузки приходится на камбаловидную мышцу (а не на икроножную, как при подъемах на носки стоя). Имейте в виду, камбаловидная мышца гораздо выносливей икроножной, пожалуй, самая выносливая мышца тела. Поэтому вам придется основательно попотеть и выполнять гораздо больше повторений, чем в подъемах на носки стоя, чтобы довести камбаловидную мышцу до отказа.
                5.Чтобы придать голени более внушительный вид сзади, выполняйте упражнение, повернув носки кроссовок внутрь. При этом вы прицельно бомбите внутренний пучок камбаловидной мышцы, которая «выталкивает» внутреннюю головку икроножной мышцы. В результате она принимает отчетливую резкую форму, которая сразу же подчеркивает массивность икр, если смотреть на ноги сзади.
                6.Чтобы сфокусировать нагрузку на боковой пучок камбаловидной (который визуально увеличивает толщину икры, если смотреть на ногу сбоку, отрабатывайте упражнение, развернув носки кроссовок наружу.
                7.Обязательно расшнуруйте кроссовки или переоденьте кеды, иначе вам будет неудобно разгибать/сгибать голеностопный сустав.`,
                sport: `Подъем на носки сидя выталкивает камбаловидную мышцу, расположенную под икроножной, с наружной стороны задней части голени. Чем сильнее развита камбаловидная мышца, тем объемнее и мускулистее выглядит боковая часть голени.
                В то время как икроножная мышца отличается необычайной силой и мощью, камбаловидная характеризуется поразительной выносливостью. Именно благодаря ей вы можете пробежать марафонскую дистанцию или же отыграть целый тайм в футбол. Чем выносливей эта мышца, тем дольше вы сможете продержаться на ногах без отдыха и тем длиннее дистанцию преодолеть.`,
                imageLink: '../public/img/exercises/300/302.jpg'
            },
            {
                id: 303,
                type: 'Икры',
                name: 'Подьем на носки стоя',
                muscles: `Голень: икроножная, камбаловидная, подошвенная, задняя большеберцовая, длинный сгибатель пальцев, длинный сгибатель большого пальца, длинная малоберцовая.`,
                equipment: `1.Станьте в тренажер для подъемов на носки и подставьте плечи под опорные валики.
                2.Поставьте подушечки ступней на платформу так, чтобы пятки располагались за ее краем и могли свободно опускаться и подниматься по максимально возможной амплитуде. Носки кроссовок чуть разведены в стороны или параллельны.
                3.Полностью выпрямите ноги и торс. Пятки, таз и плечи находятся в одной вертикальной плоскости.
                4.Разгибая голеностопный сустав, плавно опуститесь на пятках до тех пор, пока не почувствуете, что ахиллесовы сухожилия и икроножные мышцы максимально растянуты.
                5.Сделайте глубокий вдох и, задерживая дыхание, напрягите икры и мощным движением поднимитесь на носках как можно выше.
                6.В верхней точке остановитесь на 1-2 секунды и постарайтесь как можно сильнее напрячь икры.
                7.Немного расслабьтесь и с выдохом плавно опуститесь вниз.`,
                tips: `1.Делайте паузу в нижней точке только в том случае, если ваша цель – улучшить эластичность и гибкость ахиллесовых сухожилий и голеностопного сустава. Чтобы максимально нагрузить икроножные мышцы, не останавливайтесь в нижней точке – как только почувствовали, что икры натянулись, как струна, тут же начинайте подъем на носках вверх.
                2.В верхней точке обязательно останавливайтесь и дополнительным усилием еще сильнее напрягайте икры – только так можно достичь их максимального сокращения.
                3.На протяжении всего упражнения разгибатель позвоночника, бедра и пресс постоянно напряжены и прочно держат туловище и ноги в выпрямленном положении. Движение происходит только в голеностопном суставе, все остальные суставы – неподвижны.
                4.Основная цель упражнения – икроножные мышцы, развитие которых как раз и определяет объем голени в целом.
                5.Не сгибайте ноги в коленях – это смещает фокус нагрузки с икроножных мышц на камбаловидные.
                6.Для разнообразия выполняйте это упражнение с разной постановкой ступней, удерживая пятки направленными друг на друга или, наоборот, наружу. Это «освежает» упражнение и воздействует на икроножные мышцы под разными углами.
                7.Чем выше вы поднимаетесь, тем больше мышечных волокон охвачены мышечным сокращением.
                8.Опускайтесь плавно и не пружиньте в нижней точке, особенно если вы работаете с тяжелым весом. В противном случае рискуете порвать ахиллесовы сухожилия.`,
                sport: `В бодибилдинге подъем на носки стоя используется для того, чтобы нарастить массу икр, придать им выпуклую отчетливую форму перевернутого сердца.
                Сгибание голеностопного сустава – самое распространенное движение во всех видах спорта: каждый раз, когда вы делаете шаг, то обязательно поднимаете пятку и отталкиваетесь подушечками стопы от земли. Обязательно включайте подъем на носки в свою силовую программу.`,
                imageLink: '../public/img/exercises/300/303.png'
            },
            {
                id: 304,
                type: 'Икры',
                name: 'Подьемы носков',
                muscles: `Голень: передняя большеберцовая, длинный разгибатель пальцев, средняя большеберцовая.`,
                equipment: `1.Нагрузите тренажер таким весом, который вы сможете поднять, полностью сгибая голеностопный сустав, если выбранный вес не позволяет вам поднять носки максимально вверх (до отчетливого ощущения, что сухожилия с задней стороны лодыжки натянулись, как струна), уменьшите нагрузку.
                2.Поставьте горизонтальную скамью в 30 см от тренажера.
                3.Сядьте на скамью и поставьте пятки на брусок или подставку для ног. Подъемом ступней упритесь в валики. В исходной позиции ступни параллельны, а голени немного наклонены к скамье (пятки чуть дальше коленей).
                4.Напрягите перед голени и поднимите носки как можно выше.
                5.Сделайте паузу на 1-2 секунды. Расслабьтесь.
                6.Плавно разгибая голеностопный сустав, опустите валики.`,
                tips: `1.Чтобы хорошенько растянуть переднюю больше берцовую и другие мышцы передней части голени, располагайте скамью подальше от тренажера, так, чтобы в коленях образовался угол 125-130°. Если голени перпендикулярны полу или, что еще хуже, наклонены коленями к тренажеру, вы не сможете выполнять движение в полную амплитуду и упражнение сразу же потеряет эффективность.
                2.Зажатость ахиллесова сухожилия – еще одна причина, которая может помешать вам отрабатывать движение в полную амплитуду. Поэтому перед тем как приступать к нашему упражнению, рекомендуем как следует порастягивать икры: станьте в 30-60 сантиметрах от стены, упритесь в нее руками и постепенно наклоняйтесь к ней всем телом, удерживая пятки на полу.
                3.Чтобы мышцы передней части голени развивались сбалансированно, ставьте ступни параллельно друг другу. Если у вас наметился дисбаланс и фронтальная сторона голени (передняя большеберцовая мышца) отстает от боковой стороны (длинный разгибатель пальцев и средняя малоберцовая мышца), держите носки ступней разведенными в стороны. В противном случае – направляйте носки внутрь.`,
                sport: `Подъемы носков выделяют мышцы передней части голени, делают их более выносливыми и сильными.
                Подъем носков стоп вверх, к голени – весьма характерное движение для всех подвижных видов спорта. Судите сами: каждый раз, когда вы отрываете ногу от земли, чтобы сделать шаг вперед, вы обязательно тянете носки ступней вверх. Если вы всерьез занимаетесь бегом, спортивной ходьбой, футболом или баскетболом, то наверняка не раз сильно мучились от нестерпимого жжения в передней части голени после продолжительного пребывания на ногах. Наш совет: регулярно отрабатывайте подъемы носков и в скором времени вы, возможно, вообще забудете о подобных болезненных ощущениях. Если вы увлекаетесь катанием на коньках или лыжах, то имейте в виду: движение в нужном направлении обеспечивается именно усилием мышц передней части голени.`,
                imageLink: '../public/img/exercises/300/304.png'
            },
        ];
    };
}