export class ShouldersTo {
    constructor() {
        this.exercices = [
            {
                id: 501,
                type: 'Плечи',
                name: 'Жим Арнольда',
                muscles: `Плечи: передние дельты, средние дельты, надостная.
                Мышцы-ассистенты: трапеции, трицепс, верхняя часть большой грудной, клювовидно-плечевая, передняя зубчатая.`,
                equipment: `1.Сядьте на скамью с вертикальной спинкой и плотно прижмитесь к ней спиной. Ноги согнуты в коленях под прямым углом и упираются в пол всей ступней.
                2.Возьмите гантели и поднимите их до уровня шеи. Выровняйте локти так, чтобы они были в одной плоскости с туловищем или слегка выдвинуты вперед. Поверните руки в запястьях ладонями к туловищу. Это и есть исходное положение.Сделайте глубокий вдох и, задержав дыхание, выжмите гантели вертикально вверх. 
                3.Не опускайте и не поднимайте голову. Подбородок должен быть параллелен полу, а взгляд направлен строго вперед.Как только гантели минуют уровень макушки, начинайте разворачивать гантели (ладони) наружу. В верхней точке руки должны быть полностью выпрямлены, но не заблокированы в локтях, плечи приподняты, а ладони направлены вперед.
                4.Выжав гантели, сделайте выдох, остановитесь и дополнительным усилием еще сильнее напрягите дельты.Сделайте вдох и плавно опустите гантели в исходное положение, разворачивая их внутрь так, чтобы, когда они достигнут уровня плеч, ладони снова были направлены к туловищу.`,
                tips: `Так как жим Арнольда предполагает разворот рук, то, кроме дельт, в работу активно включаются мышцы-вращатели плеча: клювовидно-плечевая, надостная и подостная. Учитывая, что эти мышцы гораздо слабее дельтовидных, осваивайте упражнение только с легкими гантелями, иначе вам вряд ли удастся придерживаться правильной формы движения и вы сильно рискуете травмировать плечи.Ключевым моментом, от которого зависит как безопасность, так и эффективность упражнения, является правильная форма движения: вначале вы поднимаете гантели перед плоскостью туловища (при этом локти плавно разворачиваются в стороны), затем следует поворот в плечевом суставе и руки продолжают движение уже в плоскости туловища (с этого момента локти направлены строго в стороны).Не торопитесь с выдохом. Задержка дыхания в фазе подъема облегчает удержание туловища в вертикальном положении.В начальной фазе жима (до разворота гантелей, когда руки движутся перед туловищем) основная нагрузка приходится на передние дельты, во время разворота гантелей в работу активно включаются клювовидно-плечевая и надостная мышцы, а дальше (когда руки движутся в плоскости туловища) первую скрипку играют уже средние дельты и частично трицепсы.Жмите и опускайте гантели плавно, желательно без остановки в нижней точке. Рывки и ускорения тут же вызывают перенос нагрузки на позвоночник.Поднимайте гантели как можно выше – только так можно добиться максимального сокращения дельт.`,
                sport: `Жим Арнольда - формирующее упражнение на дельтовидные мышцы: задействуются все три пучка, преимущественно средний и передний, а так как жим Арнольда предполагает разворот рук, то, кроме дельт, в работу активно включаются мышцы-вращатели плеча: клювовидно-плечевая, надостная и подостная.
                Регулярно отрабатывая жим Арнольда, вы улучшите свое мастерство в тяжелой атлетике, теннисе, баскетболе, волейболе, гимнастике, единоборствах и плавании.`,
                imageLink: '../public/img/exercises/500/501.jpg'
            },
            {
                id: 502,
                type: 'Плечи',
                name: 'Жим гантелей сидя',
                muscles: `Плечи: передние дельты, средние дельты, надостная.
                Мышцы-ассистенты: трапеции, ромбовидная, трицепс, поднимающая лопатку, передняя зубчатая.`,
                equipment: `1.Установите спинку скамьи вертикально. Сядьте на скамью, возьмите в обе руки гантели и поднимите их над плечами. 
                2.Чуть-чуть подайте гантели вперед и разверните так, чтобы ладони были направлены вперед.
                3.Отведите плечи назад и расправьте грудь. Напрягите пресс, поясничные мышцы и зафиксируйте позвоночник в нормальном положении до конца сета. 
                4.Слегка разведите гантели в стороны так, чтобы расстояние между ладонями было чуть шире плеч, а локти направлены в стороны и вниз.
                5.Сделайте вдох и, задержав дыхание, напрягите дельты и выжмите гантели по широкой дуге вверх. Обратите внимание: гантели движутся строго в вертикальной плоскости.
                6.Преодолев самый трудный участок жима, сделайте выдох, полностью выпрямите руки и изо всех сил напрягите дельты.В верхней точке гантели почти касаются друг друга, руки полностью выпрямлены, а плечи приподняты.
                7.Плавно опустите гантели по той же траектории к плечам и приступай`,
                tips: `Чтобы усилить нагрузку на дельты, не останавливайтесь в нижней точке. Выполняйте повторение на одном дыхании, одним непрерывным движением: в верхней точке – глубокий вдох, задержали дыхание, опустили гантели и тут же выжали их вверх, сделали выдох. Используйте заряд энергии, полученный во время опускания гантелей, и вам будет гораздо легче пройти нижнюю точку без остановки.Обязательно сводите гантели вместе (до легкого щелчка) в верхней точке. Только так можно добиться максимального сокращения среднего и переднего пучков дельт.Не «рвите» гантели вверх и не «бросайте» их вниз с резким торможением в нижней точке. Движение гантелей должно быть равномерным и плавным. В положении сидя любые резкие ускорения или торможения гантелей крайне опасны, так как в этих случаях в роли амортизатора движения выступает позвоночник.Задержка дыхания облегчает задачу удержания спины в вертикальном положении и позволяет развить более мощное усилие дельтами.Не используйте чрезмерно тяжелые гантели, иначе рискуете потерять равновесие, когда гантели будут над головой. Более того, тяжелые гантели значительно ограничивают амплитуду движения, не позволяя вам поднять плечи максимально вверх.Не расслабляйте пресс и мышцы, окружающие позвоночник, до конца сета. Держите их в постоянном напряжении. Именно эти мышцы обеспечивают прочное и неподвижное положение торса – главное условие, без которого невозможно качественно проработать дельты.Для разнообразия выполняйте жим, удерживая гантели нейтральным хватом (ладони обращены друг на друга), а локти – все время направленными вперед. Это повышает нагрузку на передние дельты и верх груди.`,
                sport: `Жим с гантелями – отличное средство глубокой проработки передних и средних головок дельты (по сравнению с жимами штанги амплитуда движения здесь гораздо длиннее). Это упражнение наращивает массу и силу всех мышц, окружающих плечевой сустав, придает дельтам отчетливо-выпуклую форму.
                От силы мышц, движущих руку вперед, в сторону и вверх, напрямую зависит мощь ударов в теннисе, волейболе и баскетболе. В жимах с гантелями активно работают мышцы-стабилизаторы плечевого сустава, поэтому рекомендуем выполнять упражнение с относительно легким весом, как своего рода разминку перед тяжелыми жимами.
                `,
                imageLink: '../public/img/exercises/500/502.jpg'
            },
            {
                id: 503,
                type: 'Плечи',
                name: 'Жим штанги с груди сидя на опорной скамье',
                muscles: `Плечи: дельты, надостная.
                Мышцы-ассистенты: трапеции, поднимающая лопатку, ромбовидная, передняя зубчатая, трицепс.`,
                equipment: `1.Поднимите спинку скамьи вертикально или почти вертикально. Крайне важно правильно расположить скамью относительно стоек, на которых покоится штанга. С одной стороны, спинка скамьи должна быть подальше от грифа, чтобы локти не упирались и не касались стоек во время жима штанги. С другой стороны, расстояние между спинкой скамьи и грифом не должно быть слишком большим, иначе вам будет неудобно начинать упражнение: чтобы снять штангу с упоров, вам придется наклоняться вперед, и штанга будет просто «выламывать» плечевые суставы.
                2.Отрегулируйте упоры для штанги так, чтобы гриф оказался на уровне грудной клетки.Возьмитесь за гриф хватом сверху (ладони смотрят вверх) чуть шире плеч, обхватите гриф большими пальцами.
                3.Снимите штангу с упоров и расположите ее на верхней части груди. Отведите плечи назад, выгните грудь вперед. Напрягите пресс, поясничные мышцы и зафиксируйте позвоночник в естественном положении.Подбородок параллелен полу.
                4.Сделайте вдох и, задержав дыхание, напрягите дельты и выжмите штангу строго вверх.В верхней точке руки полностью выпрямлены, а плечи максимально приподняты.
                5.Делайте выдох, как только преодолеете самый трудный участок подъема или в верхней точке.Как только руки будут полностью выпрямлены, сделайте небольшую паузу и дополнительным усилием еще сильнее напрягите дельты.
                6.Сделайте вдох и, задержав дыхание, плавно опустите штангу к груди.
                7.Едва гриф коснется груди, быстро измените направление движения и, по-прежнему задерживая дыхание, выжмите штангу вверх.`,
                tips: `Не выжимайте штангу рывком и не «роняйте» ее на грудь. Движение штанги вверх и вниз должно быть плавным и равномерным. В положении сидя рывок или резкое торможение штанги тут же «бьет» по позвоночнику. Именно поэтому жим стоя более предпочтителен, так как здесь вы можете легко снять нагрузку с позвоночника, «амортизируя» ногами.Задержка дыхания во время жима и опускания штанги повышает внутрибрюшное и внутригрудное давление, что облегчает фиксацию правильного положения позвоночника.Не нагружайте штангу чересчур тяжелым весом – она может потянуть вас назад, и вы рискуете опрокинуться. «Обязательно обхватывайте гриф большими пальцами, иначе штанга может выскользнуть из рук.Старайтесь выжать штангу как можно выше и полностью выпрямляйте руки: только так можно добиться максимального сокращения дельт и верхних трапеций.Самая распространенная вариация упражнения – жим штанги из-за головы. Несмотря на то что жимы из-за головы и от груди весьма похожи, биомеханика движения в этих упражнениях существенно отличается. Когда вы жмете штангу от груди, локти направлены вперед, что обуславливает распределение основной нагрузки на передний пучок дельт, верх груди и клювовидно-плечевую мышцу. При жимах из-за головы локти направлены в стороны, и главную работу выполняют средние дельты и надостная мышца, которая у большинства людей развита достаточно слабо. Именно поэтому многие спортивные врачи рекомендуют не злоупотреблять жимами штанги из-за головы или же вообще отказаться от них. По их мнению, риск перегрузить надостную мышцу и заработать травму плечевого сустава в этом упражнении очень велик.`,
                sport: `Это упражнение в основном развивает переднюю и среднюю части дельтовидных мышц, ключичную часть грудной мышцы, верхний отдел трапециевидных мышц, трицепсы, передние зубчатые мышцы и глубоко расположенную надостную мышцу.
                Подъем руки через сторону или перед собой является характерным движением для гимнастики, плавания, тенниса, волейбола и баскетбола, поэтому обязательно включайте жим штанги сидя в свою программу силовой подготовки.`,
                imageLink: '../public/img/exercises/500/503.jpg'
            },
            {
                id: 504,
                type: 'Плечи',
                name: 'Жим штанги стоя',
                muscles: `Плечи: передние дельты, средние дельты, надостная.
                Мышцы-ассистенты: трапеции, трицепс, поднимающая лопатку, верхняя часть большой грудной, клювовидно-плечевая, передняя зубчатая.`,
                equipment: `1.Возьмите штангу хватом сверху чуть шире плеч и полностью выпрямитесь. Гриф штанги касается бедер.
                2.Поставьте ступни параллельно на ширине плеч и чуть согните ноги в коленях. Можно выдвинуть одну ногу слегка вперед – это повысит устойчивость.
                3.Поднимите штангу на грудь. Гриф касается верхней части груди, ладони смотрят в потолок, спина слегка прогнута в пояснице, плечи расправлены, грудь – «колесом». Это и есть исходное положение.
                4.Сделайте вдох и, задержав дыхание, выжмите штангу вверх.Преодолев самый сложный участок движения, сделайте выдох. В верхней точке руки полностью выпрямлены, а плечи максимально приподняты.Достигнув верхнюю точку, на мгновение остановитесь и изо всех сил напрягите дельты.
                5.Сделайте вдох и, задержав дыхание, опустите штангу на грудь, а затем приступайте к следующему повторению.
                6.Жмите и опускайте штангу в умеренном темпе, полностью контролируя ее движение. Не выталкивайте штангу и не позволяйте ей «лететь» самой по себе.`,
                tips: `На протяжении всего сета ни в коем случае не расслабляйте пресс и мышцы, прилегающие к позвоночнику. Они должны быть всегда напряжены и прочно держать позвоночник в правильном, S-образном положении, иначе вы рискуете потярять равновесие или травмировать поясницу.Всегда держите голову прямо и смотрите строго вперед. «Задирая» голову вверх, вы будете непроизвольно отклонять торс назад и можете чересчур сильно прогнуть поясницу или же просто опрокинуться назад.Чтобы добиться максимального сокращения дельтовидных мышц и трицепсов, крайне важно полностью выпрямлять руки в конце жима, вплоть до блокировки в локтях. Тем не менее рекомендуем воздержаться от последнего и не распрямлять руки до характерного щелчка в локтевых суставах, если они слабые или имеют тенденцию к растяжению.Упражнение можно выполнять как стоя, так и сидя, хотя первое гораздо предпочтительнее. Дело в том, что при жиме штанги сидя без всякой опоры для спины крайне трудно сохранять вертикальное положение торса и не отклоняться назад.Рекомендуем при жиме штанги все время держать локти развернутыми в стороны – так легче удержать торс в устойчивом, вертикальном положении.Задержка дыхания во время движения обеспечит не только неподвижность спины и защитит позвоночник, но и значительно усилит сокращение мышц всего плечевого пояса.Одна из вариаций этого упражнения – классический Military Press, который является одним из базовых упражнений физподготовки в американской армии. Основное отличие в исходном положении: более узкий хват (меньше ширины плеч), локти развернуты вперед, одна нога выставлена на широкий шаг. Так гораздо легче держать равновесие и контролировать движение штанги.`,
                sport: `В бодибилдинге жим штанги стоя используется, чтобы расширить плечи, придать им объемную, выразительную форму (в первую очередь это касается передних и средних дельт). Кроме этого, жим стоя отлично развивает взрывную силу всех мышц торса.
                Регулярно отрабатывая жим стоя, вы улучшите спортивные показатели в тяжелой атлетике (подъемы, рывки и толчки штанги), толкании ядра, метании копья, гимнастике (отжимания на брусья), теннисе (подача и удары по мячу из-за головы), бадминтоне, волейболе (подача и блокировка мяча у сетки).
                `,
                imageLink: '../public/img/exercises/500/504.jpg'
            },
            {
                id: 505,
                type: 'Плечи',
                name: 'Подьем гантелей над головой через стороны ',
                muscles: `Плечи: дельты, надостная.
                Мышцы-ассистенты: трапеции, поднимающая лопатку, передняя зубчатая.`,
                equipment: `1.Поставьте ноги на ширине плеч и выпрямите туловище. В исходном положении руки чуть-чуть согнуты и зафиксированы в локтях до конца сета, гантели почти касаются бедер (ладони смотрят на боковую поверхность бедра).
                2.Сделайте вдох и, задержав дыхание, поднимите руки через стороны (строго в плоскости туловища) над головой.При прохождении гантелями уровня плеч руки слегка разворачиваются в плечевом суставе и в верхней точке ладони направлены вперед. Однако если вам неудобно продолжать движение, когда руки стали параллельны полу и гантели «застревают», разворачивайте руки сильнее – ладонями вверх. В этом случае в верхней точке ладони смотрят друг на друга.Не расслабляйте поясницу и фиксируйте прямое положение туловища до конца сета.
                3.Опускайте руки вниз плавно, на выдохе, контролируя гантели в каждой точке движения. Не сгибайте руки в локтях!
                4.Выполняйте упражнение в умеренном темпе. Единственное исключение – нижняя точка, здесь допускается легкое ускорение, чтобы сдвинуть гантели с места и начать подъем.`,
                tips: `Большинство атлетов игнорируют это упражнение, заменяя его подъемами через стороны до уровня плеч (разведения гантелей). Это ошибка, постоянно отрабатывая упражнение в пол-амплитуды, вы перегружаете плечевой сустав, провоцируете развитие его тугоподвижности и к тому же никогда не сокращаете дельты по максимуму.Цель упражнения средние дельты. Они начинают играть первую скрипку, как только угол между рукой и туловищем составляет 30°, и достигают пика мышечного сокращения в момент, когда рука на 45° выше горизонтали.Используйте только такой рабочий вес, который позволит выполнять упражнение технически правильно и по полной амплитуде. Имейте в виду: тяжелые гантели вынудят вас сгибать руки в локтях и/или сокращать амплитуду движения, что существенно уменьшает нагрузку на дельты.Задерживайте дыхание на время подъема гантелей. Выдох раньше времени приведет к расслаблению мышц спины, и вам будет трудно завершить подъем гантелей, сохраняя спину ровной.Это упражнение можно выполнять в кроссовере, закрепив рукоятки к тросам, проходящим через его нижние блоки. Однако этот вариант менее эффективен, так как после прохождения рукоятками уровня плеч нагрузка на дельты существенно ослабевает.`,
                sport: `Подъем гантелей через стороны над головой прицельно бьет по средним пучкам дельтовидной мышцы, развитие которой визуально расширяет и поднимает плечи. Это упражнение эффектно выделяет средние дельты, на фоне других пучков дельтовидной мышцы, трапеций и трицепсов. Кроме этого подъемы гантелей через стороны улучшают подвижность плечевого сустава и укрепляют плечевой пояс в целом.
                Обязательно включите это упражнение в программу силовой подготовки, если вы занимаетесь волейболом, теннисом, плаванием или единоборствами.`,
                imageLink: '../public/img/exercises/500/505.jpg'
            },
            {
                id: 506,
                type: 'Плечи',
                name: 'Подьем гантелей перед собой',
                muscles: `Плечи: передние дельты, средние дельты.
                Мышцы-ассистенты: трапеции, клювовидно-плечевая, большая грудная, малая грудная, передняя зубчатая, короткая головка бицепса.`,
                equipment: `1.В исходном положении гантели перед бедрами и почти касаются их. Туловище – ровно, а руки почти выпрямлены (но не до конца) и зафиксированы в локтях до конца сета.Гантели можно держать как хватом сверху (ладони направлены на бедра), так и нейтральным (ладони смотрят друг на друга).Сделайте вдох и, задержав дыхание, поднимите руки перед собой. Не допускайте движения в локтевом суставе – не сгибайте руки и не распрямляйте их до блокировки в локтях. Все движение сосредоточено исключительно в плечевом суставе.Во время подъема гантелей не сводите и не разводите руки. Расстояние между гантелями всегда должно быть постоянным: равным ширине плеч или чуть меньше.
                2.Поднимайте гантели до уровня плеч или выше. Достигнув верхней точки, выдохните и плавно опустите гантели.
                3.Сделайте короткую паузу и выполните следующее повторение.`,
                tips: `Чтобы заставить передние дельты работать в полную силу, используйте относительно тяжелые гантели и поднимайте их до уровня плеч или чуть выше. Если хотите еще сильнее ударить по дельтам, держите гантели нейтральным хватом (ладони смотрят друг на друга, и поднимайте руки на 45° выше горизонтали, проходящей через плечи.Передний пучок и фронтальная половина среднего пучка дельт начинают выполнять львиную долю работы с момента, когда рука отклоняется от вертикали на 45°, и до момента, когда рука выше уровня плеч на те же 45°. Причем, в этой верхней точке передние дельты сокращаются по максимуму. Если вы поднимаете гантели еще выше, то фокус нагрузки смещается на трапеции и переднюю зубчатую мышцу. Упражнение также сильно задействует верх грудных мышц, но только до тех пор, пока гантели не поднялись выше уровня плеч.Чтобы сильнее сфокусировать нагрузку на передние дельты, держите гантели хватом сверху.Не помогайте себе корпусом сдвинуть гантели с места в начале подъема, отклоняя плечи назад и/или толкая таз вперед. Лучше возьмите гантели полегче.Вариация упражнений: попеременные подъемы гантелей, с чередованием рук; подъемы штанги перед собой; подъемы рук перед собой в блочном тренажере (рукоятка крепится к нижнему блоку). Все упражнения делайте в умеренном темпе.`,
                sport: `Подъемы гантелей перед собой максимально изолируют нагрузку на передних дельтах, стимулируют их рост в толщину, оттачивают форму и рельеф, а также отделяют их от грудных мышц и средних дельт.
                Передние дельты движут руку вперед и вверх. Такое движение характерно для единоборств (удары рукой снизу вверх, захват и подъем противника перед собой), тяжелой атлетики (подъем штанги на грудь), гимнастики (упражнения на брусьях), волейбола (блокировка мяча у сетки), американского футбола (блокировка и отталкивание противника) и тенниса (прием мяча снизу).`,
                imageLink: '../public/img/exercises/500/506.jpg'
            },
            {
                id: 507,
                type: 'Плечи',
                name: 'Поочередный жим гантелей',
                muscles: ``,
                equipment: `1.Сядьте на скамью с прямой спинкой. Возьмите в руки гантели и держите их в согнутых руках на уровне плеч.
                2.Медленным подконтрольным усилием начинайте выжимать одну гантель кверху по наклонной траектории так, чтобы в конечной точке она оказалась ближе к осевой линии тела.
                3.Вторая рука в этой время находится в статической нагрузке, удерживая гантель на уровне ушей.
                4.Полностью завершите движение одной рукой, после чего переходите к жиму второй рукой. Начинайте движение второй рукой только после остановки первой.
                5.Держите корпус тела максимально ровно – не допускайте наклона в сторону рабочей руки.`,
                tips: `1.Не допускайте расслабления нерабочей руки. Она должна быть готовой к движению.
                2.Сильное разведение локтей приводит к смещению нагрузки на средние пучки дельты, а смещение локтей вперед – на передние.
                3.Чтобы упражнение получалось идеально правильно, не берите слишком тяжелые гантели. В противном случае всю нагрузку возьмут на себя трицепсы.
                4.Если вы относите себя к опытным атлетам, можно немного усложнить упражнение. Для этого сначала сделайте все повторения одной, а затем другой рукой.`,
                sport: `Упражнение относится к типу формирующих, и это легко объяснимо, ведь в реальной жизни мы редко используем две руки одновременно. Поочередный жим способствует повышению мышечной координации мышц плечевого пояса и их ассистентов. Таким образом, данное упражнение повышает результативность в таких спортивных движениях, где задействована только одна рука. Что касаемо бодибилдинга, то поочередный жим гантелей частенько используется профессионалами в качестве вспомогательного упражнения для роста массы дельтовидных мышц. Причем эффективность его объясняется оптимальным сочетанием статической и динамической нагрузки (пока вы выжимаете одну гантель, вторая удерживает отягощение в напряженном состоянии).`,
                imageLink: '../public/img/exercises/500/507.jpg'
            },
            {
                id: 508,
                type: 'Плечи',
                name: 'Разведение в тренажере Peck-Deck ',
                muscles: `Плечи: задние дельты, подостная, малая круглая.
                Мышцы-ассистенты: ромбовидная, трапеции.`,
                equipment: `1.Отрегулируйте положение рукояток и высоту сиденья тренажера Peck-Deck так, чтобы в исходном положении расстояние между рукоятками равнялось ширине плеч, а руки, удерживающие рукоятки, были выпрямлены и параллельны полу.
                2.Примите исходное положение: грудная клетка прижата к спинке сиденья, туловище в вертикальном положении, спина слегка прогнута в пояснице, руки выпрямлены и держат рукоятки нейтральным хватом (ладони смотрят друг на друга). 
                3.Слегка разведите рукоятки так, чтобы груз поднялся с упоров.
                4.Сделайте вдох и, задержав дыхание, напрягите задние дельты и мышцы верха спины, разведите рукоятки как можно дальше назад – локти должны оказаться за уровнем спины.В верхней точке упражнения, когда руки максимально отведены назад, сделайте небольшую паузу, еще сильнее напрягите задние дельты, а затем выдохните и плавно вернитесь в исходное положение.Достигнув нижнюю точку упражнения (рукоятки чуть шире плеч, груз на весу и не касается упоров), сделайте секундную паузу и приступайте к следующему повторению.Возможно, конструкция тренажера не позволит выполнять упражнение на выпрямленных руках. В этом случае допускается слегка согнуть руки в исходном положении. Главное: не сгибать и не разгибать руки во время движения, локтевой сустав должен быть зафиксирован до завершения сета.`,
                tips: `Постарайтесь представить, что вы разводите не рукоятки, а локти. Такая визуализация поможет вам правильно включить мышцы и выполнять обратные разведения за счет усилия задних дельт и мышц спины, а не рук.Обязательно держите торс выпрямленным и неподвижным на протяжении всего сета. Это гарантия как безопасности, так и эффективности упражнения.Принципиально важно задерживать дыхание в фазе разведения рук. Во-первых, это позволяет развить более мощное усилие, а во-вторых, защищает поясницу от травм.Чтобы добиться максимального сокращения заднего пучка дельтовидных, средних трапеций и ромбовидных мышц, обязательно заводите локти за спину. Если это не удается, значит вы взяли слишком тяжелый вес или же вам следует поработать над улучшением гибкости плечевого сустава.Не гонитесь за тяжелыми весами. Секрет эффективности обратных разведений – строгое соблюдение правильной формы и техники выполнения упражнения.`,
                sport: `Обратные разведения – инструмент тонкой доводки формы и рельефа заднего пучка дельт, а также всех мышц верха спины. Кроме этого обратные разведения укрепляют мышцы-вращатели плеча, от силы которых напрямую зависит устойчивость плечевого сустава к нагрузкам.
                Регулярно отрабатывая обратные разведения, вы улучшите спортивные результаты в гребле, стрельбе из лука, гимнастике, теннисе, бейсболе и борьбе.`,
                imageLink: '../public/img/exercises/500/508.jpg'
            },
            {
                id: 509,
                type: 'Плечи',
                name: 'Разведение гантелей в наклоне',
                muscles: `Плечи: задние дельты, подостная, малая круглая.
                Мышцы-ассистенты: ромбовидная, трапеции.`,
                equipment: `1.Возьмите легкие гантели в обе руки нейтральным хватом (ладони смотрят друг на друга).
                2.Наклонитесь вперед так, чтобы торс был параллелен полу. Спина ровная, чуть прогнута в пояснице.
                3.Если у вас тугие мышцы задней части бедра, можно слегка согнуть ноги в коленях. Главное – прочно зафиксировать нормальный, S-образный изгиб позвоночника. Но если и это не помогает и вам все-таки тяжело держать торс в таком положении, воспользуйтесь горизонтальной скамьей. Расположитесь на ней так, чтобы почти вся грудь «вылазила» за ее край (скамья не должна мешать разводить гантели), а ноги прочно упирались в пол.
                4.В исходном положении гантели свисают на выпрямленных руках под грудью. Руки должны быть прочно зафиксированы в локтях до самого конца сета. Их можно чуть-чуть согнуть, перед тем как приступить к выполнению упражнения, но сгибать или разгибать их во время сета не допускается. Все движение происходит только в плечевых суставах, все остальные суставы – неподвижны!
                5.Сделайте вдох и задержите дыхание. Изо всех сил напрягите задние дельты и трапеции и плавно разведите гантели в стороны, стараясь поднять их как можно выше.
                6.Обратите особое внимание: руки должны двигаться исключительно в вертикальной плоскости, проходящей через плечи. Не отводите гантели ни назад, ни вперед.
                7.В верхней точке локти должны быть выше уровня спины.
                8.Выдохните и плавно опустите гантели в исходное положение. Сделайте короткую паузу и выполните следующее повторение.`,
                tips: `1.Всегда держите спину ровной, чуть прогнутой в пояснице. Даже легкое скругление спины чревато травмой.
                2.Задержка дыхания во время разведения рук не только стабилизирует положение торса, но и делает вас сильнее.
                3.Чтобы нагрузить задние дельты по максимуму, опускайте плечи в исходном положении и поднимайте гантели как можно выше уровня спины, но при этом не сводите лопатки вместе.
                4.Чтобы прицельно отработать средние трапеции и ромбовидные мышцы и добиться их максимального сокращения, обязательно сводите лопатки в верхней точке.
                5.Не используйте чрезмерно тяжелые гантели. Они могут не дать вам отработать упражнение технически правильно и стать причиной травмы.
                6.Держите руки выпрямленными или чуть согнутыми в локтях. Имейте в виду: чем больше руки согнуты в локтях, тем короче амплитуда движения и тем меньше нагрузка на задние дельты.
                7.Вариация упражнения – перекрестные разведения в кроссовере. Поставьте скамью посередине кроссовера так, чтобы ваши плечи оказались в одной вертикальной плоскости с нижними блоками. Прикрепите D-образные рукоятки к тросам, проходящим через эти блоки, и, скрещивая тросы, выполняйте разведения. Однако кроссовер, по сравнению с гантелями, имеет существенный недостаток – вы не можете выполнять разведения по полной амплитуде, так как развести рукоятки выше уровня плеч вам мешают перекрещивающиеся тросы.
                8.Еще одна вариация – разведения одной рукой в блочном тренажере стоя на коленях. В исходном положении вы становитесь на четвереньки, упираетесь одной рукой в пол и слегка сгибаете ее так, чтобы плечо рабочей руки оказалось приподнятым (иначе во время возвращения в исходную позицию рукоятка будет цепляться за пол).`,
                sport: `Разведение гантелей в наклоне задействуют задние дельты, трапеции и мышцы-вращатели плеча. Это формирующее упражнение прорабатывает форму и рельеф задних пучков плеч. Разведения в наклоне изолируют нагрузку на заднюю головку дельт и применяются для того, чтобы придать этому пучку мышц отчетливую бугристую форму, добавить «полосатости» и выделить его на фоне мышц спины.
                Включив разведения в наклоне в программу силовой подготовки, вы улучшите спортивные достижения во всех видах спорта, в которых вы часто подтягиваете руки к телу (плавание, гимнастика) или отводите их назад (стрельба из лука, гребля), совершаете удары руками сверху вниз (волейбол, теннис) или удерживаете соперника возле себя (борьба).`,
                imageLink: '../public/img/exercises/500/509.jpg'
            },
            {
                id: 510,
                type: 'Плечи',
                name: 'Разведение гантелей в стороны стоя ',
                muscles: `Плечи: передние дельты, средние дельты, надостная.
                Мышцы-ассистенты: трапеции, передняя зубчатая.`,
                equipment: `1.Поставьте ноги на ширине плеч или чуть шире, возьмите гантели и станьте ровно. Руки выпрямлены и слегка расслаблены, гантели «свисают» по бокам бедер и чуть повернуты внутрь, взгляд направлен вперед. Это и есть исходное положение.
                2.Сделайте глубокий вдох и, задержав дыхание, напрягите средние дельты, поднимите руки через стороны строго в вертикальной плоскости, проходящей через плечи.
                3.Начиная подъем гантелей, слегка согните руки и удерживайте их зафиксированными в локтях до конца сета. Сгибать и разгибать руки во время выполнения упражнения недопустимо.
                4.Достигнув верхнюю точку (гантели на уровне плеч или чуть выше), выдохните, плавно опустите гантели к бедрам и тут же, без всякой остановки, начинайте следующее повторение.
                5.Выполняйте упражнение в подчеркнуто умеренном темпе.`,
                tips: `1.Не используйте слишком тяжелые гантели! Вам вряд ли удастся дотянуть их до уровня плеч, не сгибая при этом руки. А чем сильнее сгибаются руки в локтях, тем меньше нагрузка на дельты. Всегда начинайте отработку упражнения сетом с легкими гантелями. Поднимайте их на выпрямленных руках выше макушки. Это позволит хорошенько прочувствовать движение и разогреет плечи перед рабочими сетами.
                2.Чтобы добиться максимального сокращения среднего пучка дельт, поднимайте руку на 45° выше линии плеч. Это объясняется биомеханикой движения при подъеме руки через сторону вверх. Первой вступает в игру подостная мышца. Именно она выполняет основную работу по подъему руки до положения, когда угол между рукой и туловищем составляет около 30°. Далее эстафету перехватывает дельтовидная мышца (точнее, ее средняя головка) – она выполняет львиную долю работы по дальнейшему подъему руки, вплоть до положения, когда рука выше линии плеч на 45°. Причем, именно в этой точке средний пучок дельт достигает пика сокращения. Затем первую скрипку перехватывают трапеции, усилие которых завершает подъем руки до вертикального положения.
                3.Всегда задерживайте дыхание в позитивной фазе упражнения (подъем рук). Так легче сохранять равновесие. К тому же задержка дыхания делает вас сильнее.
                4.Во время выполнения упражнения держите спину ровной. Не наклоняйтесь вперед и не раскачивайтесь. Движение происходит только в плечевых суставах. Все остальные суставы зафиксированы! Имейте в виду: если вы разводите гантели не строго в стороны, а слегка перед собой, то вам не удержаться от искушения наклониться вперед, чтобы затем, отклоняясь назад, помочь себе всем телом поднять гантели.
                5.Вариация упражнения – разведения в блочном тренажере. Прикрепите рукоятки к тросам, проходящим через нижние блоки, затем левой рукой возьмите правую рукоятку, а правой – левую и подтяните рукоятки к бедрам (тросы перекрещиваются). Еще одна вариация – разведения с наклоном туловища в сторону рабочей руки (держась свободной рукой за опору). За счет наклона корпуса вы значительно ограничиваете участие в «игре» подостной мышцы и еще больше фокусируете нагрузку на средние дельты.`,
                sport: `Это формирующее упражнение придает форму, рельеф и ширину плечам, что бросается в глаза и придает атлетичность телосложению. В работе также участвуют надостная мышца, трапеция и передняя зубчатая мышца.
                Разведения гантелей стоя укрепляют мышцы, выполняющие отведение руки в плечевом суставе, – движение, характерное для баскетбола, волейбола, плавания, бокса. Помимо этого разведения гантелей стоя – отличное средство профилактики и лечения тугоподвижности плечевого сустава.`,
                imageLink: '../public/img/exercises/500/510.jpg'
            },
            {
                id: 511,
                type: 'Плечи',
                name: 'Тяга штанги к подбородку',
                muscles: `Плечи: передние дельты, средние дельты, трапеции, поднимающая лопатку.
                Мышцы-ассистенты: надостная, передняя зубчатая, бицепс, верхняя часть большой грудной.`,
                equipment: `1.Возьмите штангу хватом сверху (расстояние между ладонями чуть меньше ширины плеч) и станьте ровно.
                2.В исходной позиции спина выпрямлена и слегка прогнута в пояснице, грудь «колесом», плечи расправлены, руки выпрямлены в локтях, гриф штанги касается бедер.
                3.Сделайте вдох и, задержав дыхание, напрягите трапеции и дельты. Разводя локти, потяните их вертикально вверх.
                4.Движение «ведут» именно локти, а не плечи или предплечья.
                5.Когда вы тянете локти вверх, гриф штанги должен скользить в вертикальной плоскости вдоль тела от бедер до подбородка. Не нависайте над грифом, выгибая спину дугой. Держите корпус и шею ровно, а подбородок – горизонтально.
                6.В верхней точке локти подняты максимально вверх (однозначно выше плеч), а верхняя часть рук на 30° выше горизонтали.
                7.Достигнув верхнюю точку, выдохните, сделайте паузу и еще сильнее напрягите трапеции и дельты.
                8.Плавно опустите штангу в исходное положение.
                9.Темп выполнения упражнения – подчеркнуто плавный.`,
                tips: `1.Главная цель упражнения – средние дельты, верхняя и средняя часть трапеций. Чтобы добиться их максимального сокращения, принципиально важно следовать правильной форме движения: локти всегда должны смотреть в стороны и подниматься вертикально, строго в плоскости торса. Если, поднимая локти, вы даже немного направите их вперед, за линию туловища, то нагрузка тут же сместится со средних дельт на передние.
                2.Расстояние между ладонями должно быть чуть меньше ширины плеч. Такой хват наиболее эффективен для того, чтобы, соблюдая правильную форму движения, поднять локти как можно выше. Слишком узкий хват вынудит вас выдвигать локти вперед и ограничит амплитуду движения.
                3.Вес штанги не должен быть препятствием к соблюдению правильной формы движения. Имейте в виду: слишком тяжелая не позволит вам поднять локти максимально вверх.
                4.Правильная осанка обязательна! Поэтому не расслабляйте мышцы живота и поясницы до конца сета и крепко держите торс в вертикальном положении, а плечи отведенными слегка назад на протяжении всего сета. Расслабление мышц-стабилизаторов (пресс и сгибатель позвоночника) неминуемо приведет к скруглению спины в области поясницы, что чревато травмой позвоночника. К тому же округление спины вынуждает выдвигать плечи вперед во время подъема локтей, тем самым ослабляя нагрузку на трапеции и средние дельты.
                5.Задержка дыхания в фазе тяги штанги к подбородку помогает стабилизировать торс в вертикальном положении и на 20 % увеличивает вашу силу. Имейте в виду: если вы сделаете выдох, не дотянув штангу до подбородка, то наверняка непроизвольно расслабите поясницу и пресс, что тут же сместит нагрузку с работающих мышц на позвоночник!`,
                sport: `Прорисовывает и оттачивает форму трапеций, очерчивает четкую разделительную линию между трапециями и средними дельтами, улучшает детализацию и «полосатость» трапеций.
                Обязательно включите тягу к подбородку в свою силовую программу, если вы занимаетесь американским футболом, тяжелой атлетикой, волейболом, баскетболом, гимнастикой.`,
                imageLink: '../public/img/exercises/500/511.jpg'
            },
        ];
    };
}