export class TricepsTo {
    constructor() {
        this.exercices = [
            {
                id: 901,
                type: 'Трицепс',
                name: 'Жим к низу в блочном тренажере двумя руками ',
                muscles: `Трицепс: внутренняя головка, боковая головка, задняя головка.`,
                equipment: `1.Прикрепите канатную рукоятку к тросу, проходящему через верхний блок. Чуть отступите от тренажера и возьмитесь за рукоятку нейтральным хватом (ладони смотрят друг на друга). Поставьте ступни параллельно или «в разножку», сделав небольшой шаг одной ногой назад.
                2.Слегка (на 10-15°) наклоните торс к тренажеру и выдвиньте локти чуть вперед. В исходном положении трос натянут, а кисти расположены приблизительно на уровне плеч.
                3.Удерживая локти как можно ближе к бокам, сделайте глубокий вдох и, задержав дыхание, разогните руки вниз.
                4.На протяжении всего упражнения не двигайте локтями, не наклоняйтесь вперед и не приседайте. Верхняя часть рук, туловище и ноги остаются неподвижными до конца сета!
                5.Разгибая руки вниз, обратите внимание: как только мизинцы окажутся ниже локтей, начинайте плавно разворачивать кисти и разводить рукоятки в стороны так, чтобы когда вы полностью выпрямите руки, ладони были направлены к бедрам.
                6.Полностью выпрямив руки (верхняя точка упражнения), выдохните и на пару мгновений зафиксируйте это положение.
                7.Плавно сгибая руки, позвольте рукоятке подняться вверх до положения, когда кисти чуть выше локтей (нижняя точка упражнения), и приступайте к следующему повторению.
                `,
                tips: `1.Чтобы длинная головка трицепса хорошенько растянулась в исходном положении, слегка наклоните торс вперед, а локти чуть выдвинуты перед туловищем.
                2.Не ослабляйте хват во время выполнения упражнения и не разгибайте руки в запястьях! Разворот кисти ладонями к бедрам происходит только благодаря супинации предплечья (поворота его вокруг своей оси к наружи). На протяжении всего сета запястье зафиксировано: кисти и предплечья вытянуты в одну линию.
                3.Разворачивая кисти ладонями к бедрам, вы усиливаете сокращение трицепсов.
                4.Основная нагрузка в жиме книзу приходится на латеральную (боковую) головку трицепса. Тем не менее, можно заставить работать в полную силу и длинную головку трицепса. Для этого держите локти чуть выдвинутыми перед туловищем.
                5.Не наклоняйте торс вперед и не отводите локти назад, помогая себе дожать рукоятки вниз. Это смещает фокус нагрузки с трицепсов на другие мышцы.
                6.В этом упражнении можно использовать тяжелый рабочий вес, но без фанатизма! Вес нагрузки не должен быть препятствием соблюдением правильной техники и формы движения.`,
                sport: `Жим книзу акцентирует нагрузку на латеральной (боковой) головке трицепса, придавая всей мышце отчетливую форму подковы, которая выигрышно просматривается сбоку руки.

                Чем сильнее развита латеральная головка трицепса, тем шире выглядит верх руки, когда вы смотрите на нее спереди. Также жим книзу весьма эффективно прорезает линию раздела между трицепсом и бицепсом.
                
                Обязательно включите жим книзу в программу силовой подготовки, если вы занимаетесь.`,
                imageLink: '../public/img/exercises/900/901.gif'
            },
            {
                id: 902,
                type: 'Трицепс',
                name: 'Жим к низу одной рукой в блочном тренажере обратным хватом ',
                muscles: `Трицепс: внутренняя головка, боковая головка, задняя головка.
                Мышцы-ассистенты: локтевая.`,
                equipment: `1.Станьте боком к тренажеру так, чтобы правая рука была в одной вертикальной плоскости с верхним блоком.
                2.Прикрепите к тросу D-образную рукоятку и возьмитесь за нее хватом снизу (обратным хватом, ладонь направлена вверх). Сделайте небольшой шаг левой ногой назад так, чтобы ее бедро не мешало руке выпрямляться перед телом.
                3.Спина выпрямлена и слегка прогнута в пояснице, плечи расправлены. Рабочая (правая) рука согнута в локте перед торсом, ее локоть расположен максимально близко к правому боку, а предплечье вытянуто в одну линию с тросом и направлено на верхний блок. Трос натянут, а груз приподнят с упоров. Это и есть исходное положение.
                4.Удерживая локоть неподвижным, сделайте вдох, задержите дыхание и потяните рукоятку вниз, разогните руку в локте перед торсом (в плоскости, параллельной туловищу).
                5.Полностью выпрямив руку, сделайте выдох, еще сильнее напрягите трицепсы и на пару секунд зафиксируйте руку в этом положении.
                6.Плавно сгибая руку перед туловищем, позвольте рукоятке подняться до уровня груди. Не выше! Во время выполнения сета груз не должен касаться упоров!
                7.Выполнив запланированное число повторений одной рукой, повернитесь к тренажеру другим боком и сделайте столько же повторений другой рукой. Это один сет.
                8.Разгибайте и сгибайте руку в одинаково умеренном темпе.`,
                tips: `1.На протяжении всего упражнения не расслабляйте пресс и поясничные мышцы, сохраняя вертикальное положение торса и естественный изгиб позвоночника.
                2.Рабочая рука зафиксирована в запястье до конца сета! Кисть и предплечья должны быть всегда вытянуты в одну линию, словно их нанизали на большую спицу.
                3.Держите локоть рабочей руки неподвижно и максимально близко к боку туловища. Отводя локоть в сторону, вы усиливаете сокращение длинной головки трицепса, но вместе с тем ослабляете нагрузку на латеральную (боковую) головку трицепса, на которую как раз и нацелено данное упражнение.
                4.Жим книзу обратным хватом также основательно утюжит и медиальную (внутреннюю) головку трицепса. Именно она начинает разгибание руки. Но если вы хотите добиться ее максимального сокращения, станьте к тренажеру лицом и выполняйте разгибание руки в плоскости, перпендикулярной торсу.
                5.Вариация упражнения: жим книзу обратным хватом двумя руками. Упражнение выполняется с короткой прямой вращающейся рукояткой и фокусирует нагрузку на две головки трицепсов: на медиальную (внутреннюю) и латеральную (внешнюю).`,
                sport: `Жим книзу обратным хватом прицельно бьет по боковой и внутренней головке трицепса. Чем лучше развиты эти пучки мышц, тем выразительнее и мускулистее выглядит верх руки, особенно если смотреть на него сзади. Жим книзу используется в бодибилдинге, чтобы добиться четкого разделения головок трицепса между собой и придать трицепсу «полосатый» вид.
                Имейте в виду: мощь и быстрота любых толкательных движений рукой напрямую зависит от силы трицепса. Такие движения характерны для тенниса, толкания ядра, карате, хоккея, баскетбола и волейбола.`,
                imageLink: '../public/img/exercises/900/902.jpg'
            },
            {
                id: 903,
                type: 'Трицепс',
                name: 'Жим штанги узким хватом лежа',
                muscles: `Трицепс: внутренняя головка, боковая головка, задняя головка.
                Мышцы-ассистенты: большая грудная, передняя зубчатая, передние дельты, трапеции.`,
                equipment: `1.Поставьте горизонтальную скамью под стойками для штанги так, чтобы, когда вы ляжете на скамью, гриф оказался строго над головой.
                2.Лягте на скамью. Слегка прогнитесь в пояснице, но при этом убедитесь, что голова, плечи и ягодицы плотно прижаты к скамье. Если стойки для штанги отсутствуют, то вам потребуется партнер, который будет подавать и принимать штангу.
                3.Возьмитесь за гриф хватом сверху. Расстояние между ладонями должно быть меньше ширины плеч. Насколько именно? Это зависит от разновидности грифа и вашей способности держать нагруженную штангу в равновесии.
                4.Выжмите штангу вверх и полностью выпрямите руки. Гриф должен оказаться точно над шеей.
                5.Сделайте глубокий вдох и, задержав дыхание, опустите штангу к нижней части грудной клетки.
                6.Едва гриф коснется груди, не останавливайтесь, а тут же начинайте жать штангу вверх.
                7.Преодолев самый трудный участок подъема штанги, с выдохом дожмите штангу.
                8.Как только руки будут полностью выпрямлены (верхняя точка упражнения), сделайте небольшую паузу и постарайтесь как можно сильнее напрячь трицепсы.
                9.Следите, чтобы во время движения локти двигались строго вдоль боков, были всегда направлены вперед и не расходились в стороны. Сгибание рук происходит исключительно в вертикальной плоскости.
                10.Темп выполнения упражнения – умеренный.`,
                tips: `1.Выполняйте жим узким хватом в самом начале тренировки трицепсов, на «свежие» мышцы. Так вы сможете нагрузить их по-настоящему ударным весом. Имейте в виду, рабочий вес в жимах узким хватом гораздо выше, чем во всех остальных упражнениях на трицепсы.
                2.Держите гриф прочно, не позволяя ему наклоняться ни вправо, ни влево. Для этого, принимая исходное положение, лишний раз убедитесь, что ладони расположены на одинаковом расстоянии от центра грифа. Чтобы облегчить задачу удержания штанги в равновесии, воспользуйтесь EZ-грифом.
                3.Не останавливайтесь в нижней точке. Это тут же сместит фокус нагрузки с трицепсов на мышцы груди. Немедленно начинайте жать штангу вверх, едва гриф коснется груди. Однако ни в коем случае не отпружинивайте штангу грудью.
                4.Крайне важно задерживать дыхание во время опускания штанги и жима, вплоть до момента, когда вы преодолеете самый трудный участок. Это помогает развить мощное усилие и прочно фиксировать позвоночник в правильном положении.
                5.Не выгибайте спину, чтобы помочь себе всем телом выжать штангу. Это опасно для позвоночника и никоим образом не усиливает нагрузку на трицепсы.
                6.Если вы возьметесь за гриф слишком узким хватом, то, опуская штангу, будете невольно разводить локти в стороны. Это не только снижает нагрузку на трицепсы, но и чревато потерей контроля над штангой. Помните: чем длиннее гриф, тем шире должен быть хват, чтобы удержать штангу в равновесии. Поэтому рекомендуем использовать короткий гриф.
                7.Располагаясь на скамье, убедитесь, что гриф находится точно над вашим лицом. Когда вы сняли штангу с упоров и выжали ее вверх (исходное положение), гриф должен оказаться над шеей. Опускайте и жмите штангу по широкой дуге, один конец которой расположен у нижней части грудной клетки, а другой – точно над вашей шеей.`,
                sport: `Жим узким хватом – пожалуй, самое эффективное упражнение для стимуляции роста и развития силы трехглавой мышцы плеча, в особенности ее верхней части. Кроме этого жим узким хватом основательно утюжит верх груди и переднюю головку дельтовидной мышцы.
                В пауэрлифтинге жим узким хватом используется, чтобы увеличить результат в жиме лежа. Работа мышц и суставов, свойственная жиму лежа узким хватом, характерна для бокса (прямые удары по корпусу), гимнастики (упражнения на брусьях), американского футбола и хоккея (отталкивание противника).
                `,
                imageLink: '../public/img/exercises/900/903.jpg'
            },
            {
                id: 904,
                type: 'Трицепс',
                name: 'Отжимания от пола узким хватом ',
                muscles: ``,
                equipment: `1.Принимаем положение упор лежа на полу, при этом стопы располагают близко одна к другой. При необходимости увеличить нагрузку можно поставить их на возвышение.
                2.Постановка ладоней должна быть близкой друг от друга, чтобы указательные и большие пальцы рук образовывали что-то похожее на форму сердца. Остальные пальцы ставятся на расстоянии необходимом для поддержания равновесия во время выполнения упражнения.
                3.Медленно опускаемся до сгибания рук до легкого касания грудью рук.
                4.После касания начинаем подъем силой трицепсов и мышц туловища до полного выпрямления рук в локтях.
                5.На вытянутых руках в верхней точке амплитуды не отдыхаем, а немедленно повторяем движение.`,
                tips: `Если имеется незалеченная травма кистей, то отжимания узким хватом не рекомендуется выполнять до полного выздоровления.`,
                sport: `Рассмотренная постановка рук предполагает наибольший упор нагрузки на трицепсы. Расширение постановки рук уменьшает нагрузку на них и активизирует все больше на грудные мышцы. И эта нагрузка все возрастает с увеличением ширины постановки рук.
                В общем, стоит принять это упражнение на вооружение в случае возникновения непредвиденных ситуаций, которые приводят к перерывам в тренировках. Как уже было сказано, громадных мышц сравнимых с профессионалами уровня Мистер Олимпия, конечно, с помощью отжиманий не построишь. Но они дают потрясающую накачку, что будет полезно для поддержания мышц в работоспособном состоянии, и не помешают перед выходом на соревновательную сцену или на пляж.`,
                imageLink: '../public/img/exercises/900/904.jpg'
            },
            {
                id: 905,
                type: 'Трицепс',
                name: 'Отжимания от скамьи в упоре сзади',
                muscles: `Трицепс: внутренняя головка, боковая головка, задняя головка.
                Мышцы-ассистенты: передние дельты, верхняя часть большой грудной.`,
                equipment: `1.Поставьте две скамьи параллельно на расстоянии 80-90 сантиметров друг от друга. Сядьте на одну скамью и обхватите ее край пальцами: ладони на ширине плеч и упираются в скамью, локти направлены назад. Поддерживая себя руками, поставьте ступни на другую скамью.
                2.Полностью выпрямите руки, оторвите таз от скамьи и слегка подайте его вперед так, чтобы он оказался за краем скамьи. Чтобы увеличить нагрузку на трицепсы, попросите партнера положить диск вам на бедра.
                3.Сделайте вдох и, сгибая локти, медленно опуститесь между скамейками, пока не почувствуете, что трицепсы хорошенько натянулись.
                4.Достигнув нижнюю точку, задержите дыхание и выжмите себя вверх до полного выпрямления рук (верхняя точка упражнения). Отжимаясь, не разводите локти в стороны, они должны двигаться строго назад.
                5.Делайте выдох лишь после того, как преодолеете самый трудный участок подъема.
                6.В верхней точке упражнения сделайте паузу, еще сильнее напрягите трицепсы и выполните следующее повторение.`,
                tips: `1.Несмотря на то что отжимания от скамьи нацелены на развитие трицепсов, это упражнение также активно задействует большую грудную мышцу и передние дельты. Они испытывают максимальную нагрузку в самом начале подъема, притягивая отведенные назад локти к бокам туловища. Но чем выше вы поднимаетесь, тем больше нагрузка распределяется на трицепсы.
                2.Выжимая себя вверх, не разводите локти в стороны. Это снижает нагрузку на трицепсы и перераспределяет ее на широчайшие мышцы спины и большую грудную мышцу. Кроме того подобная порочная практика может привести к травме плечевого сустава.
                3.Локти должны быть направлены строго назад на протяжении всего упражнения. Держите руки как можно ближе к торсу и разгибайте их строго в вертикальной плоскости. Только так можно максимально сфокусировать нагрузку на трицепсы.
                4.В исходном положении расстояние между ладонями должно быть чуть шире плеч. Это убережет вас от соблазна разводить локти во время отжиманий.
                5.Держите голову прямо и смотрите строго вперед во время всего сета. Не наклоняйте голову вниз.
                6.Чтобы добиться пикового сокращения трицепсов, в верхней точке полностью выпрямляйте руки, но не блокируйте локтевой сустав.
                7.Если вы отжимаетесь по полной амплитуде, то, по большому счету, веса тела в качестве нагрузки будет вполне достаточно, чтобы эффективно проработать трицепсы. Дополнительное отягощение имеет смысл использовать только атлетам с опытом тренировок год и более.
                Новичкам рекомендуем разучивать упражнение без дополнительных отягощений, опускаясь вниз лишь на половину возможной амплитуды движения. И по мере наращивания силы трицепсов опускаться все ниже и ниже.`,
                sport: `Отжимания от скамьи наращивают массу и силу трицепса, «раздувают» середину его заднего и бокового пучков, которые отчетливо выделяются и придают верху руки внушительный вид.
                Отжимания от скамьи сзади – обязательный элемент силовой подготовки практически во всех видах спорта: гимнастика (упражнения на брусьях, кольцах, произвольная программа на ковре), борьба (освобождение от захвата), теннис (подрезающие удары и отбивание мяча слева, если вы правша, и наоборот, – справа, если вы левша), американский футбол, хоккей (отталкивание противника), баскетбол (движение с отбиванием мяча от пола).`,
                imageLink: '../public/img/exercises/900/905.jpg'
            },
            {
                id: 906,
                type: 'Трицепс',
                name: 'Разгибание рук с гантелью из за головы',
                muscles: `Трицепс: внутренняя головка, боковая головка, задняя головка.`,
                equipment: `1.Сядьте на скамью и плотно упритесь ступнями в пол. Возьмите гантель в правую руку и выпрямите спину.
                2.Выпрямите руку с гантелью вертикально вверх. Согните руку в локте и заведите гантель за голову. Хват нейтральный – ладонь смотрит вперед, мизинец выше всех остальных пальцев. В исходном положении локоть рабочей руки направлен строго вверх, торс в вертикальном положении, спина чуть прогнута в пояснице, а подбородок параллелен полу.
                3.Сделайте глубокий вдох и задержите дыхание. Фиксируя верх руки в неподвижном положении, напрягите трицепс и, разгибая руку, поднимите гантель. Движение происходит только в локтевом суставе, все остальные части тела неподвижны.
                4.Как только рука окажется полностью выпрямлена в локте (верхняя точка упражнения), остановитесь на 1-2 секунды и с выдохом еще сильнее напрягите трицепсы.
                5.Плавно согните руку и, удерживая трицепсы в напряжении, плавно опустите гантель в исходное положение. Сделайте небольшую паузу и выполните следующее повторение.
                6.Отработав запланированное число повторений правой рукой, сделайте столько же повторений левой. Это – один сет.`,
                tips: `1.Не скругляйте спину! Это провоцирует наклон торса вперед, что в свою очередь вызывает чрезмерное давление на позвоночные диски и плечевой сустав. Держите спину выпрямленной и слегка прогнутой в пояснице до конца сета.
                2.На протяжении всего упражнения верхняя часть руки (от локтя до плеча) должна быть зафиксирована в вертикальном положении. В противном случае эффективность упражнения снизится и локоть окажется под чрезмерным давлением.
                3.Выпрямление руки до блокировки локтевого сустава вначале усиливает сокращение трицепса, но затем вызывает некоторое его расслабление, так как гантель «находит» новую точку опоры – кости руки. Что, в общем-то, опасно, если рука отклонена от вертикали. Поэтому выпрямление руки до предела допускается только тогда, когда вы абсолютно уверены, что рука в этот момент строго перпендикулярна полу.
                4.Это упражнение уникально тем, что в зависимости от угла поворота предплечья вокруг своей оси в верхней точке вы можете прицельно воздействовать на каждую из головок трицепса, добиваясь ее «пикового» (максимального) сокращения.
                5.Длинная головка: во время разгибания руки вы не поворачиваете предплечье вокруг своей оси (ни внутрь, ни наружу), и ладонь все время направлена вперед.
                6.Латеральная (боковая) головка: приближаясь к верхней точке, вы немного поворачиваете предплечье вокруг своей оси ладонью кнаружи, в сторону от тела.
                7.Медиальная (внутренняя) головка: во время разгибания руки вы немного поворачиваете предплечье вокруг своей оси ладонью внутрь, к вертикали, проходящей через макушку.
                8.Вне зависимости от того, поворачиваете вы предплечье вокруг своей оси или нет, не сгибайте (и не разгибайте) запястье. Держите его крепко зафиксированным до конца сета. Кисть и предплечье рабочей руки должны быть всегда вытянуты в одну линию.
                9.Если вам тяжело выполнять упражнение сидя, делайте его стоя. Так легче держать торс в вертикальном положении.`,
                sport: `Разгибания руки с гантелью из-за головы применяются в бодибилдинге, чтобы уравнять в развитии левый и правый трицепс, подчеркнуть и утолщить верх и середину трехглавой мышцы. Также это упражнение весьма эффектно разделяет три головки трицепса между собой и отделяет их от дельтовидной мышцы.
                Выпрямление руки характерно для всех видов спорта, которым свойственны удары и броски мяча из-за головы (теннис, волейбол и баскетбол), выходы в стойку на руках (гимнастика, акробатика), отталкивание противника (американский футбол, хоккей), удары от корпуса вперед и в сторону (боевые искусства, бокс), отталкивания от снаряда (прыжки с шестом, старт в санном спорте). Поэтому регулярно наращивая силу трицепса нашим упражнением, вы несомненно улучшите свои результаты в этих видах спорта.
                `,
                imageLink: '../public/img/exercises/900/906.jpg'
            },
            {
                id: 907,
                type: 'Трицепс',
                name: 'Разгибание рук с гантелью в наклоне ',
                muscles: `Трицепс: внутренняя головка, боковая головка, задняя головка.
                Мышцы-ассистенты: широчайшие, задние дельты.`,
                equipment: `1.Станьте боком к скамье, наклонитесь и упритесь в нее левой ладонью и левым коленом. Правую ногу отставьте чуть назад так, чтобы торс принял горизонтальное положение. Опорная рука выпрямлена и перпендикулярна скамье. Как вариант, некоторые предпочитают не упираться коленом в скамью и просто ставить ноги «в разножку» (левая ступня выставлена вперед на шаг по отношению к правой). Такая постановка ног также допустима, главное, чтобы спина была параллельна полу и слегка прогнута в пояснице.
                2.Возьмите гантель нейтральным хватом (ладонь обращена к телу, большой палец впереди) и, сгибая руку, поднимите локоть до уровня спины или чуть выше. В исходном положении угол в локтевом суставе рабочей руки прямой, а гантель свободно свисает вниз (предплечье перпендикулярно полу).
                3.Сделайте глубокий вдох и задержите дыхание. Удерживая верх рабочей руки (от плеча до локтя) неподвижным, напрягите трицепс и выпрямите руку.
                4.В верхней точке упражнения рука полностью выпрямлена и находится на одной линии с торсом или чуть выше.
                5.Достигнув верхнюю точку упражнения, выдохните, изо всех сил напрягите трицепс и на пару секунд зафиксируйте руку в выпрямленном положении чуть выше спины.
                6.По-прежнему удерживая верх руки неподвижным (локоть выше спины), плавно опустите гантель в исходное положение.
                7.Поднимайте и опускайте гантель в умеренном темпе, без рывков и ускорений.
                8.Выполнив запланированное число повторений одной рукой, повернитесь к скамье другой стороной и сделайте столько же разгибаний другой рукой. Это и есть один сет.
                `,
                tips: `1.Горизонтальное положение торса критично. Если плечи будут выше бедер, то амплитуда движения значительно сократится и вам не удастся нагрузить трицепс по максимуму.
                2.Задержка дыхания во время выпрямления руки облегчает удержание торса и верха руки в горизонтальном положении.
                3.Эффективность упражнения напрямую зависит от соблюдения правильной техники и формы движения. Если вы держите локти ниже уровня спины или же не полностью выпрямляете руку, то вам не добиться максимального сокращения трицепса.
                4.Не гонитесь за весом! Чрезмерно тяжелые гантели вынудят вас делать рывок в исходном положении, чтобы сдвинуть их с мертвой точки, и вряд ли дадут вам выпрямить руку полностью.
                5.В нижней точке упражнения гантель должна быть точно под локтем. Если опуская гантель, вы выдвигаете ее вперед за вертикальную линию, проходящую через локоть, то последующее разгибание руки вы будете начинать скорее по инерции, нежели за счет усилия трицепсов.
                6.Чтобы увеличить нагрузку на длинную головку трицепса, выполняйте упражнение в два этапа. Сначала, удерживая локоть на уровне спины, выпрямите руку, затем сделайте короткую паузу и поднимите выпрямленную руку как можно выше.
                7.Держите торс и плечи параллельно полу. Не поворачивайте торс, поднимая плечо рабочей руки, чтобы помочь себе поднять гантель. Это опасно искривляет позвоночник и снимает нагрузку с трицепса. Ваша задача – разгибать руку в локте, максимально обездвижив при этом все остальные части тела.
                8.Вариация упражнения: разгибание в наклоне двумя руками одновременно. Рекомендуем выполнять это ударное упражнение только продвинутым атлетам с очень сильными мышцами поясницы и ног. Держать торс на весу в горизонтальном положении, да еще при этом поднимать гантели выше уровня спины – это задачка только для самых стойких.`,
                sport: `В бодибилдинге разгибание руки в наклоне используется для достижения симметрии в развитии левого и правого трицепса, оттачивания их формы и рельефа.
                Благодаря тому, что угол воздействия нагрузки на трицепс здесь совершенно иной, чем в остальных упражнениях, разгибание руки назад является мощным средством, подстегивающим рост трехглавой мышцы, особенно тогда, когда вы застряли в «плато».
                Кроме этого дополнительная статическая нагрузка, которую испытывает трицепс в момент, когда вы держите руку с гантелью полностью выпрямленной назад, включает в работу самые глубокие мышечные волокна трехглавой мышцы, что крайне важно при работе над детализацией и сепарацией трицепса.
                Регулярно отрабатывая разгибания руки назад, вы улучшите свои спортивные показатели в спринте (разгибания рук в такт движению ног, чтобы развить ускорение), боевых искусствах (удары рукой назад), санном спорте (выталкивание в момент старта), теннисе (отбивание мяча слева, если вы правша).`,
                imageLink: '../public/img/exercises/900/907.jpg'
            },
            {
                id: 908,
                type: 'Трицепс',
                name: 'Французский жим EZ-штанги сидя',
                muscles: `Трицепс: внутренняя головка, боковая головка, задняя головка.
                Мышцы-ассистенты: локтевая.`,
                equipment: `1.Поставьте спинку скамьи вертикально, сядьте на сиденье и упритесь ступнями в пол. Трапеции прижаты к спинке скамьи. Спина выровнена и слегка прогнута в пояснице.
                2.Возьмитесь за EZ-штангу узким хватом сверху, желательно за кривые части грифа (ладони слегка повернуты друг к другу и расстояние между ними меньше ширины плеч).
                3.Поднимите штангу вверх так, чтобы ее гриф оказался точно над вашей макушкой. Руки и торс полностью выпрямлены и находятся в одной вертикальной плоскости, проходящей через бока туловища. Подбородок параллелен полу или чуть приподнят вверх. Это и есть исходное положение.
                4.Сделайте достаточно глубокий вдох и, задержав дыхание, согните локти и опустите гриф за голову.
                5.Обратите внимание: на протяжении всего сета верх рук (от локтя до плеча) и туловище должны оставаться неподвижными.
                6.Опускайте штангу за голову до тех пор, пока не почувствуете, что трицепсы натянуты, как струны. Затем, без паузы, изо всех сил напрягите трицепсы и поднимите штангу в исходное положение.
                7.Сделайте выдох только тогда, когда штанга минует самый трудный участок подъема или когда полностью выпрямите руки.
                8.В верхней точке упражнения сделайте короткую паузу и еще сильнее напрягите трицепсы.`,
                tips: `1.Во избежание округления спины напрягайте поясничные мышцы и фиксируйте естественный, S-образный изгиб позвоночника.
                2.Не двигайте локтями! Они должны быть неподвижны на протяжении всего упражнения, равно как торс, плечи и ноги. Все движение, которое происходит, – это только сгибание и разгибание рук в локтевом суставе.
                3.Чтобы добиться максимального сокращения длинной головки трицепса и локтевой мышцы (именно на них приходится фокус нагрузки в этом упражнении), обязательно полностью выпрямляйте руки в верхней точке упражнения.
                4.По сравнению с прямым грифом EZ-гриф гораздо удобнее, так как существенно снижает нагрузку на запястья благодаря тому, что ладони повернуты друг к другу.
                5.Не рекомендуем использовать тяжелую штангу. Она может вынудить вас скруглять спину, а это чревато травмой.
                6.Не выполняйте это упражнение, если ваши плечевые суставы недостаточно гибкие и вам тяжело сгибать и разгибать руки, когда верхняя часть рук (от локтя до плеча) выпрямлена вертикально вверх.
                7.Не наклоняйте локти вперед во время упражнения. Это опасно смещает фокус нагрузки с трицепсов на позвоночник, что чревато потерей равновесия.
                8.Если вам сложно удерживать штангу в равновесии при выполнении упражнения сидя, попробуйте делать его стоя. Это включит в работу дополнительные мышцы-стабилизаторы ног и торса, которые облегчат задачу удержания штанги над головой в равновесии.`,
                sport: `Французский жим EZ-штанги сидя максимально изолирует нагрузку на длинной головке трицепса, расположенной с тыльной стороны руки. В результате этот мышечный пучок прибавляет в толщине и приобретает четкие выразительные формы, что визуально расширяет верхнюю часть руки, если смотреть на нее сбоку.
                Сила трехглавой мышцы плеча, выпрямляющей руку в локтевом суставе, во многом определяет успех в бадминтоне (удары по волану из-за головы), волейболе (подача мяча и удары по мячу из-за головы), прыжках с шестом (особенно в момент отталкивания от шеста), гимнастике (выполнение стоек на руках и различные упражнения на брусьях), боксе (прямые удары), карате (удары рукой от корпуса в сторону и сверху вниз).`,
                imageLink: '../public/img/exercises/900/908.jpg'
            },
            {
                id: 909,
                type: 'Трицепс',
                name: 'Французский жим в блочном тренажере сидя',
                muscles: `Трицепс: внутренняя головка, боковая головка, задняя головка.
                Мышцы-ассистенты: локтевая.`,
                equipment: `1.Прикрепите прямую (или гнутую) рукоятку к тросу, проходящему через нижний блок, и поставьте горизонтальную скамью краем к тренажеру (строго вдоль линии троса).
                2.Сядьте на скамью «верхом» спиной к блоку и упритесь ступнями в пол. Выпрямите руки над головой, согните их в локтях назад и попросите партнера подать вам рукоятку. Возьмитесь за рукоятку узким хватом (ладони направлены в потолок, расстояние между ними меньше ширины плеч).
                3.Зафиксируйте торс в вертикальном положении и чуть прогнитесь в пояснице. В исходном положении руки согнуты за головой, локти слегка разведены в стороны и смотрят вверх, а взгляд направлен строго вперед.
                4.Сделайте глубокий вдох и задержите дыхание. Удерживая локти неподвижными, разогните руки и выжмите гриф вверх.
                5.В верхней точке руки полностью выпрямлены, а рукоятка точно над бровями.
                6.Выдохните и на пару секунд зафиксируйте руки в выпрямленном положении.
                7.Сделайте вдох и плавно опустите рукоятку за голову. Не останавливаясь в нижней точке, сразу же начинайте следующее повторение.`,
                tips: `1.На протяжении всего сета не расслабляйте поясничные мышцы и крепко зафиксируйте позвоночник в естественном положении (торс выпрямлен, спина слегка прогнута в пояснице). Расслабление поясничных мышц неминуемо приведет к округлению спины и наклону торса вперед, что опасно сдавливает межпозвоночные диски и чревато травмой.
                2.Целевые мышцы упражнения – длинная головка трицепса и локтевая мышца. Именно на них приходится львиная доля нагрузки упражнения. Чтобы сократить эти мышцы по максимуму, полностью выпрямляйте руки в верхней точке.
                3.Выпрямление рук до предела (до блокировки в локтях) усиливает сокращение трехглавой мышцы плеча и локтевой мышцы, но будьте крайне осторожны, так как при этом возрастает риск травмы локтевого сустава.
                4.Старайтесь всегда держать верхнюю часть рук (от локтя до плеча) неподвижно и как можно ближе к вертикальному положению. Наклоняя локти вперед, вы снижаете эффективность упражнения, так как при этом фокус нагрузки смещается с трицепсов на другие мышцы.
                5.Держите подбородок параллельно полу и направляйте взгляд прямо перед собой. Опуская голову, вы непроизвольно скруглите спину, что крайне опасно.
                6.Решающую роль в упражнении играет не рабочий вес, а правильная техника и форма движения.
                7.Вариация упражнения: французский жим в тренажере стоя. В этом варианте упражнения гораздо легче удерживать торс в вертикальном положении, так как в работу по удержанию тела в равновесии включаются мышцы ног.`,
                sport: `Разгибания рук из-за головы подчеркивают и выделяют длинную головку трицепса, которая отлично выделяется, если смотреть на руку сбоку. Это упражнение прорезает четкую разделительную линию между бицепсом и трицепсом (которая особенно заметна, когда вы поднимаете руку вверх), а также эффектно проявляет мышечные волокна, улучшая «полосатость» трицепса.
                Регулярно отрабатывая разгибания рук из-за головы, вы увеличите силу ударов и бросков мяча из-за головы в баскетболе, волейболе, теннисе и бадминтоне, повысите свое мастерство в гимнастике, нарастите мощь прямых ударов в боксе, улучшите свой рекорд в прыжках с шестом и спринте.`,
                imageLink: '../public/img/exercises/900/909.png'
            },
            {
                id: 910,
                type: 'Трицепс',
                name: 'Французский жим лежа',
                muscles: `Трицепс: внутренняя головка, боковая головка, задняя головка.
                Мышцы-ассистенты: локтевая.`,
                equipment: `1.Лягте на горизонтальную скамью и прочно упритесь ступнями в пол. Выпрямите руки вверх, перпендикулярно полу, и попросите партнера подать вам штангу.
                2.Желательно использовать штангу с EZ-грифом, но если у вас ее нет, то можно выполнять упражнение и с традиционной штангой с прямым грифом.
                3.Возьмитесь за гриф хватом сверху и выжмите штангу вверх.
                4.Полностью выпрямите руки со штангой и отклоните их назад (по направлению к голове) на 45° от вертикали. Это и есть исходное положение.
                5.Сделайте глубокий вдох и задержите дыхание. Удерживая верхнюю часть рук (от локтя до плеча) неподвижной, плавно согните их в локтях и опустите штангу к макушке. В нижней точке упражнения угол в локтевом суставе равен 90°.
                6.Достигнув нижнюю точку, не останавливайтесь! Быстро измените направление движения и, разгибая руки в локтях, верните штангу в исходное положение. Поднимая штангу, не выдыхайте и не тяните локти вперед. Верхняя часть рук должна оставаться зафиксированной до конца сета.
                7.Как только вы полностью выпрямите руки, остановитесь на пару секунд, сделайте выдох и дополнительным усилием еще сильнее напрягите трицепсы.`,
                tips: `1.Вес штанги не должен быть помехой правильной технике выполнения упражнения. Если штанга будет слишком тяжелая, вам не удастся ее удержать на выпрямленных руках под углом в 45° к вертикали и вы невольно будете тянуть локти вперед. А это значительно снижает нагрузку на трицепсы.
                2.Фиксация в верхней части рук в наклоне под углом в 45° к вертикали является ключевым моментом упражнения.
                3.Полностью выпрямляйте руки в верхней точке упражнения. Иначе вам не добиться максимального сокращения трицепса.
                4.Хотя французский жим задействует все три головки трицепса, тем не менее фокус нагрузки отчетливо приходится на длинную головку мышцы. Она расположена с тыльной стороны руки и отлично выделяется, если смотреть на руку сбоку.
                5.Ни в коем случае не ставьте ступни на скамью. Они должны прочно упираться в пол. В противном случае рискуете потерять равновесие и заработать травму.
                `,
                sport: `В бодибилдинге французский жим лежа применяется для общего развития трицепса, но в первую очередь для прицельной бомбардировки его длинной головки, чтобы удлинить и подчеркнуть ее низ. Чем толще эта головка трицепса, тем массивнее выглядит верх руки, если смотреть на нее сбоку.
                Разгибание поднятой вверх руки в локтевом суставе, выполняемое за счет усилия трицепса, является ключевым движением во многих видах спорта: теннис (подача мяча и режущий удар из-за головы), баскетбол (бросок мяча из-за головы), волейбол (подача мяча, блокировка мяча у сетки, удары сверху вниз), легкая атлетика (прыжки с шестом), боевые искусства (удары ребром руки сверху вниз).
                `,
                imageLink: '../public/img/exercises/900/910.gif'
            }
        ];
    };
}